[{"Title":"Venezuela opposition leader Guaido 'not afraid' after detention","Description":"Venezuelan opposition leader Juan Guaido on Sunday said that President Nicolas Maduro's adversaries were \"not afraid\" even though he was briefly detained by intelligence agents, days after announcing he would be willing to replace the increasingly isolated president.","Category":"pol_crisis"},{"Title":"Leftist militant Battisti extradited to Italy after arrest in Bolivia","Description":"Italian former leftist guerrilla Cesare Battisti, convicted of murder and on the run for almost four decades after escaping prison, was extradited to Italy after being arrested in Bolivia, officials said on Sunday.","Category":"terror"},{"Title":"Ahead of vote, UK PM May warns it would be catastrophic to halt Brexit","Description":"British Prime Minister Theresa May warned lawmakers on Sunday that failing to deliver Brexit would be catastrophic for democracy, in a plea for support two days before parliament is expected to reject her deal with Brussels.","Category":"pol_crisis"},{"Title":"UK's May says parliament blocking Brexit is more likely than 'no deal'","Description":"Prime Minister Theresa May will say on Monday that lawmakers blocking Brexit is now a more likely outcome than Britain leaving the European Union without a deal.","Category":"pol_crisis"},{"Title":"Australian premier plans Fiji, Vanuatu visit to offset China influence","Description":"Australian Prime Minister Scott Morrison said on Monday he will  visit Fiji and Vanuatu this week as part of a push to offset China's growing influence in the South Pacific.","Category":"diplomacy"},{"Title":"Mayor of Gdansk stabbed onstage at Polish charity event","Description":"The popular veteran mayor of the Polish city of Gdansk, Pawel Adamowicz, was stabbed on Sunday evening by a man who burst onto an open-air stage at a national charity event, police said.","Category":"terror"},{"Title":"Wife says ex-Nissan boss Ghosn suffers 'harsh' treatment in jail","Description":"The wife of ousted Nissan Motor Co Ltd  chairman Carlos Ghosn has urged Human Rights Watch to bring attention to the \"harsh treatment\" he has received while being detained in a Japanese jail, according to a letter seen by Reuters on Sunday.","Category":"rights"},{"Title":"Urging Gulf states to heal rift, U.S.'s Pompeo lands in Riyadh","Description":"U.S. Secretary of State Mike Pompeo said on Sunday that a rift between Qatar and its Gulf Arab neighbors had gone on for too long and was threatening regional unity needed to counter Iran.","Category":"dip_crisis"},{"Title":"Morocco's Amazigh want their new year to become official holiday","Description":"Hundreds of people gathered in Morocco's capital Rabat late on Saturday to mark the start of the Amazigh new year with a sit-in calling on the state to make the celebration a national holiday.","Category":"social"},{"Title":"Greece's Tsipras calls confidence vote after ally quits coalition","Description":"Greek Prime Minister Alexis Tsipras on Sunday said he would call a confidence vote in his government after his coalition ally quit, leaving him bereft of a parliamentary majority and raising the possibility of snap elections.","Category":"pol_crisis"},{"Title":"With 2,300-word letter, Macron launches debate to quell 'yellow vest' unrest","Description":"President Emmanuel Macron on Sunday kicked off a three-month national debate he hopes can quell the \"yellow vest\" unrest with a letter to the French in which he pledged to listen to new ideas but stuck to his core economic reform agenda.","Category":"protests"},{"Title":"Israel claims Syria air strike, says hunt for Hezbollah tunnels over","Description":"Prime Minister Benjamin Netanyahu acknowledged on Sunday Israel's weekend attack on what he called an Iranian arms cache in Syria, and said it had also completed a hunt for cross-border tunnels dug by Tehran-allied Lebanese Hezbollah fighters.","Category":"mil_crisis"},{"Title":"France's Le Pen launches EU campaign with appeal to 'yellow vests'","Description":"French far-right leader Marine Le Pen launched her campaign for the May 26 European Parliament election on Sunday with an appeal to the broad \"yellow vest\" protest movement that has rattled the government.","Category":"elections"},{"Title":"White House asked for options to strike Iran: WSJ","Description":"The White House's national security team last fall asked the Pentagon to provide it with options for striking Iran after a group of militants aligned with Tehran fired mortars into an area in Baghdad that is home to the U.S. Embassy, the Wall Street Journal reported Sunday.","Category":"mil_crisis"},{"Title":"Bangladesh garment manufacturers raise workers' pay amid further protests","Description":"Garment manufacturers in Bangladesh have agreed to raise workers' pay, the commerce minister said on Sunday, urging people to return to work after a week of violent demonstrations.","Category":"protests"},{"Title":"Iran protests to Poland over Iran-focused summit","Description":"Iran's foreign ministry summoned a senior Polish diplomat to protest at Poland jointly hosting a global summit with the United States focused on the Middle East, particularly Iran, state news agency IRNA reported on Sunday.","Category":"dip_crisis"},{"Title":"Sex abuse cases color immigration debate before Finnish election","Description":"The parliamentary heads of two of Finland's largest parties have called for action after investigations against 19 foreign-born men on suspicion of sexual abuse of minors.","Category":"social"},{"Title":"French media denounce violent 'yellow vest' attacks on press","Description":"French media and reporters' organizations on Sunday denounced attacks on journalists by \"yellow vest\" anti-government protesters and called for better protection after a series of incidents this weekend.","Category":"protests"},{"Title":"Congo should recount presidential election vote - Southern African bloc","Description":"An influential African bloc urged Democratic Republic of Congo on Sunday to recount votes cast in its disorganized presidential election, raising pressure on Kinshasa to ensure the legitimacy of the next government and avert widespread violent unrest.","Category":"elections"},{"Title":"Venezuela authorities release opposition leader Guaido - Congress official","Description":"Venezuelan intelligence agents have released opposition leader and congress chief Juan Guaido after briefly detaining him on the way to a political rally, a congressional representative said on Sunday.","Category":"pol_crisis"}]