[{"Title":"Congo under mounting foreign pressure for vote recount","Description":"Democratic Republic of Congo faced growing pressure from African neighbors and beyond on Monday for a recount of its contested presidential election in a dispute that threatens more violence in the volatile nation.","Category":"elections"},{"Title":"Take a second look, Britain's May urges lawmakers before Brexit vote","Description":"British Prime Minister Theresa May urged lawmakers on Monday to take a \"second look\" at her deal to leave the European Union, a last-ditch effort to win over a parliament that looks set to reject the agreement.","Category":"pol_crisis"},{"Title":"Macron 2.0: French president seeks reset button with national debate","Description":"To his allies, Emmanuel Macron's letter to the French launching a national policy debate was a bold exercise in democracy. To his critics, Sunday's missive was an empty, wordy gesture by an aloof 'King Macron' determined to retain core economic reforms.","Category":"pol_crisis"},{"Title":"Indonesian divers find crashed Lion Air jet's second black box","Description":"Indonesian authorities on Monday said they will immediately begin to download contents of a cockpit voice recorder (CVR) from a Lion Air jet that crashed into the sea near Jakarta more than two months ago, killing all 189 people on board.","Category":"accident"},{"Title":"Israelis to scour Danube for Holocaust remains with Hungary's help","Description":"An Israeli recovery team will search Hungary's Danube river for remains of Holocaust victims, with Hungarian permission and assistance, so they can be buried in accordance with Jewish rite, a visiting Israeli official said on Monday.","Category":"unrecognized"},{"Title":"Mass protests in Zimbabwe after fuel prices more than doubled","Description":"Protesters barricaded roads and burned tIres in Zimbabwe's capital Harare on Monday, two days after President Emmerson Mnangagwa raised the price of fuel by 150 percent in response to the worst economic crisis in a decade.","Category":"protests"},{"Title":"Spain earmarks more funds for Catalonia as PM seeks votes for budget","Description":"Spain's Socialist government on Monday proposed a sharp rise in spending for Catalonia in its 2019 budget draft, which will need the support of pro-independence parties in the region to pass through parliament.","Category":"econ_develop"},{"Title":"Preliminary results of fraud-tainted Kabul vote announced","Description":"Afghan election authorities announced preliminary results on Monday for the delayed parliamentary vote for Kabul after the ballot was called for a recount following fraud complaints.","Category":"elections"},{"Title":"Car bomb blast near high-security compound in Kabul kills four, 90 wounded","Description":"At least four people were killed and 90 wounded when a bomb-laden car blew up near a high-security compound in the Afghan capital Kabul on Monday, officials said.","Category":"terror"},{"Title":"Take our outstretched hand, Germany's Weber urges UK lawmakers","Description":"German conservative Manfred Weber, who is running to take over the European Union's top job this year, urged British lawmakers on Monday to approve Prime Minister Theresa May's Brexit deal, which he said could not be renegotiated.","Category":"pol_crisis"},{"Title":"Leftist militant returns to Italy to serve life sentence for murders","Description":"Former leftist guerrilla Cesare Battisti, facing a life sentence in Italy for murder, landed in Rome on Monday on a special flight from Bolivia, ending almost four decades on the run.","Category":"terror"},{"Title":"Poland's liberal mayor of Gdansk dies after stabbing","Description":"Pawel Adamowicz, the liberal mayor of the Polish city of Gdansk, died on Monday of his wounds a day after being stabbed by a former convict who rushed the stage during one of Poland's biggest annual charity events.","Category":"terror"},{"Title":"Venezuela's Maduro to announce economic measures as new term starts","Description":"Venezuelan President Nicolas Maduro was set to announce new economic measures on Monday after starting a disputed second term in office last week, although economists expect few major changes as the country grapples with a devastating economic crisis.","Category":"econ_crisis"},{"Title":"Urging Gulf states to heal rift, Pompeo lands in Riyadh","Description":"U.S. Secretary of State Mike Pompeo said on Sunday that a rift between Qatar and its Gulf Arab neighbors had gone on for too long and was threatening regional unity needed to counter Iran.","Category":"dip_crisis"},{"Title":"Millions expected to throng Indian city for world's largest religious festival","Description":"Pilgrims from across the world are gathering in India for the Kumbh Mela, a heady mix of spirituality, politics and tourism that begins on Tuesday, garnering extra attention ahead of a general election in the Hindu-majority country this year.","Category":"social"},{"Title":"Chinese court sentences Canadian to death; Trudeau blasts move","Description":"A Chinese court on Monday sentenced a Canadian man to be executed for drug smuggling, prompting Canadian Prime Minister Justin Trudeau to accuse China of using the death penalty arbitrarily.","Category":"rights"},{"Title":"Ethiopia protesters block main highway to the sea","Description":"Protesters in Ethiopia's northeastern Afar region have blocked the landlocked country's main route to the sea to demonstrate against surging ethnic violence, organizers said on Monday.","Category":"protests"},{"Title":"Bangladesh garment workers stage protests, say pay rise insufficient","Description":"Several thousand garment workers took to the streets in Bangladesh on Monday, rejecting a pay hike in the crucial export industry as insufficient, police and union leaders said.","Category":"protests"},{"Title":"Indonesian jets force Ethiopian cargo plane to land over airspace breach","Description":"Two Indonesian F-16 fighter jets forced an Ethiopian Airlines [ETHA.UL] cargo plane to land on Monday at an airport on Batam island after it had flown into Indonesian airspace without permission, an air force spokesman said.","Category":"mil_crisis"},{"Title":"Sudan's Bashir says protests will not lead to change in government","Description":"Sudan's President Omar al-Bashir insisted on Monday that he would not step down after weeks of violent protests and calls for him to quit over a worsening economic crisis.","Category":"protests"},{"Title":"Pawel Adamowicz, Gdansk mayor, dies after stabbing","Description":"Thousands are attending vigils for Pawel Adamowicz, who was attacked at a charity event on Sunday.","Category":"terror"},{"Title":"Trump denies he ever worked for Russia","Description":"The president also plays down a claim he seized a translator's notes after meeting Vladimir Putin.","Category":"pol_crisis"},{"Title":"Iran cargo plane crash 'leaves 15 dead' near Tehran","Description":"Only one of the 16 people on board the cargo plane is known to have survived, Iran's army says.","Category":"accident"},{"Title":"China sentences Canadian man to death for drug smuggling","Description":"Robert Lloyd Schellenberg's initial 15-year term for drug smuggling was too lenient, a court ruled.","Category":"rights"},{"Title":"Artwork with Saudi Arabia flag removed from Ground Zero","Description":"A sculpture featuring the flag drew complaints after being installed near New York's Ground Zero.","Category":"social"},{"Title":"Critics' Choice: Horse heartbreak for Lady Gaga follows award win","Description":"Lady Gaga rushed from the Critics' Choice Awards to be with her dying horse Arabella.","Category":"unrecognized"},{"Title":"Turkey dismisses Trump threat to economy over Syrian Kurds","Description":"The US president has vowed to \"devastate\" Turkey's economy if it attacks Kurdish fighters in Syria.","Category":"mil_crisis"},{"Title":"Nazanin Zaghari-Ratcliffe: Iran 'tried to get jailed mum to spy on UK'","Description":"Nazanin Zaghari-Ratcliffe's husband says Iran made the offer to his wife in exchange for her freedom.","Category":"rights"},{"Title":"Spain toddler stuck in deep borehole near Málaga","Description":"Rescuers try to locate the two-year-old boy who fell down the 100m hole near Málaga.","Category":"accident"},{"Title":"Bollywood's Rajkumar Hirani denies sex assault allegations","Description":"Rajkumar Hirani was accused by a female colleague of sexually abusing her over several months.","Category":"unrecognized"},{"Title":"Czech pensioner jailed for terror attacks on trains","Description":"The 71-year-old Czech felled trees to block railway lines and pretended Islamists were responsible.","Category":"terror"},{"Title":"Trump's 'Wounded Knee' tweet over Warren sparks anger","Description":"Native Americans condemn the president's taunts of rival Elizabeth Warren as racist.","Category":"unrecognized"},{"Title":"Pawel Adamowicz: Witness describes seeing knife as mayor fatally stabbed","Description":"A child describes the moment before Gdansk mayor Pawel Adamowicz is fatally stabbed at a charity event.","Category":"terror"},{"Title":"Intersex surgeries: is it right to assign sex to a baby?","Description":"Attitudes are changing to the medical practice, with some calling them limiting and unnecessary.","Category":"unrecognized"},{"Title":"CES 2019: The sat nav of the future has arrived","Description":"A car dashboard that can display directions and points of interest as holograms has been developed.","Category":"unrecognized"},{"Title":"Inside the hidden world of Britain's Hasidic ultra-Orthodox Jews","Description":"Izzy Posen describes what life is like inside one of the UK's most secluded religious communities.","Category":"unrecognized"},{"Title":"'Afghan Justin Trudeau' finds fame on TV talent show","Description":"Abdul Salam Maftoon's resemblance to Canada's PM Justin Trudeau could help him win a TV talent show.","Category":"unrecognized"},{"Title":"Africa by Toto to play on eternal loop 'down in Africa'","Description":"A sound installation is set up in the continent's oldest desert in tribute to the 80s classic.","Category":"unrecognized"},{"Title":"Russians fly orphan bear to new life","Description":"Russian volunteers have raised money to give an orphaned bear a new home.","Category":"unrecognized"},{"Title":"How would no deal affect UK citizens in the EU?","Description":"No deal would have a huge impact on Britons in other EU countries. What would it mean for them?","Category":"unrecognized"},{"Title":"eSwatini - Taiwan's last friend in Africa","Description":"Why Taiwan, not China, is the economic partner of choice for the nation formerly known as Swaziland.","Category":"unrecognized"},{"Title":"In pictures: Snow covers Washington ","Description":"Residents of the Washington area woke on Sunday to find that heavy snow had fallen overnight.","Category":"unrecognized"},{"Title":"Kumbh Mela: How to plan a festival for 100m people","Description":"Hindu pilgrims are expected to gather at the Kumbh Mela in the world's biggest gathering.","Category":"unrecognized"},{"Title":"Airline Fastjet cancels flights to Zimbabwe due to unrest","Description":"HARARE (Reuters) - Low-cost African airline Fastjet cancelled its remaining flights to and from Zimbabwe on Monday due to political unrest, it said in a statement on Twitter.","Category":"pol_crisis"},{"Title":"Senegal blocks popular opposition candidates from presidential race","Description":"DAKAR (Reuters) - Senegal's two best known opposition figures have been barred from running in presidential elections next month, the Constitutional Council said on Monday, increasing President Macky Sall's chances of securing a second term in office.","Category":"elections"},{"Title":"Tanzania court rejects plea to halt draft law curbing opposition","Description":"DAR ES SALAAM (Reuters) - Tanzania's High Court on Monday rejected a petition from some opposition leaders to halt parliamentary debate on draft legislation they say would criminalize many legitimate political activities and cement \"one-party\" rule.","Category":"pol_crisis"},{"Title":"Congo under mounting foreign pressure for vote recount","Description":"KINSHASA (Reuters) - Democratic Republic of Congo faced growing pressure from African neighbours and beyond on Monday for a recount of its contested presidential election in a dispute that threatens more violence in the volatile nation.","Category":"elections"},{"Title":"Protests break out in Zimbabwe as economic crisis spirals","Description":"HARARE (Reuters) - Protesters barricaded roads and burned tyres in Zimbabwe's capital Harare on Monday, as anger over the worst economic crisis in a decade spilled onto the streets and piled pressure on President Emmerson Mnangagwa.","Category":"protests"},{"Title":"Former Ivorian leader seeks acquittal on war crimes charges","Description":"THE HAGUE (Reuters) - Judges at the International Criminal Court will rule on Tuesday over former Ivory Coast president Laurent Gbagbo's request to be acquitted and released after more than seven years in custody.","Category":"rights"},{"Title":"Sudan's Bashir says protests will not lead to change in government","Description":"KHARTOUM (Reuters) - Sudan's President Omar al-Bashir reiterated on Monday that he would not step down after weeks of violent protests and calls for him to quit over a worsening economic crisis.","Category":"protests"},{"Title":"Zimbabwe deploys police in Harare to control fuel price protests","Description":"HARARE (Reuters) - Zimbabwe police were deployed in Harare on Monday to patrol and stop and search citizens after protests erupted over a sharp increase in the price of fuel, the Home Affairs Minister said.","Category":"protests"},{"Title":"Zimbabwean protesters burn tyres, block roads over fuel price hike","Description":"HARARE (Reuters) - Protesters barricaded roads and burned tyres in a suburb of Zimbabwe's capital Harare on Monday, two days after President Emmerson Mnangagwa's announced a massive fuel price surge in an effort to stem a deepening economic crisis.","Category":"protests"},{"Title":"Congo poll leaves uncertainty for miners at heart of EV revolution","Description":"JOHANNESBURG (Reuters) - The surprise outcome of Congo's election - a vote meant to bring closure to years of turmoil under President Joseph Kabila - has done little to ease uncertainty for miners and investors in a country crucial to the electric vehicle revolution.","Category":"elections"},{"Title":"Car bomb blast near high-security compound in Kabul kills four, 90 wounded","Description":"At least four people were killed and 90 wounded when a bomb-laden car blew up near a high-security compound in the Afghan capital Kabul on Monday, officials said.","Category":"terror"},{"Title":"Bangladesh garment workers stage protests, say pay rise insufficient","Description":"Several thousand garment workers took to the streets in Bangladesh on Monday, rejecting a pay hike in the crucial export industry as insufficient, police and union leaders said.","Category":"protests"},{"Title":"Squabble over venue latest hurdle in Taliban-U.S. peace talks","Description":"Efforts to negotiate a peace deal to end the 17-year war in Afghanistan, already beset by disagreement about the agenda,  are facing a new hurdle over the venue for the talks.","Category":"mil_crisis"},{"Title":"Bangladesh PM to meet opposition which still rejects poll results","Description":"Bangladeshi Prime Minister Sheikh Hasina, who won her third straight term in an election last month marred by allegations of rigging, will \"soon\" meet opposition leaders who have so far boycotted parliament after rejecting the vote result.","Category":"elections"},{"Title":"Afghan troops fear loss of air support if U.S. pulls out forces","Description":"For hard-pressed Afghan troops, uncertainty over a planned withdrawal of U.S. forces has raised fears that they will lose American air support, one of the few decisive advantages over increasingly confident Taliban fighters.","Category":"mil_crisis"},{"Title":"Former Kosovar War Commander Questioned At Hague Court","Description":"A former commander of the Kosovo Liberation Army (UCK) has been interviewed at a controversial special court in the Netherlands about his role during Kosovo's 1998-99 war of independence from Serbia.","Category":"rights"},{"Title":"Four Killed, 90 Wounded In Kabul Car-Bomb Attack","Description":"At least four people were killed and more than 90 were wounded when a car bomb exploded near a foreign compound in the east of Afghanistan's capital, Kabul, on January 14, officials said.","Category":"terror"},{"Title":"'I Never Worked For Russia,' Trump Says, Slamming 'Big Fat Hoax'","Description":"U.S. President Donald Trump says he has \"never worked for Russia,\" in response to reports that raised questions about his ties to President Vladimir Putin, reports which he called a \"big fat hoax.\"","Category":"unrecognized"},{"Title":"Lavrov Talks Tough At Meeting With Japan On Disputed Islands","Description":"Moscow has warned Tokyo not to expect progress toward an agreement over the disputed Kurile Islands unless Japan first recognizes Russian sovereignty over the Pacific island chain claimed by both countries since World War II.","Category":"dip_crisis"},{"Title":"Far-Right German Journalist Implicated In Firebombing Of Hungarian Center In Ukraine","Description":"A Polish man accused of involvement in the firebombing of a Hungarian cultural center in western Ukraine last year says he received instructions on the attack from a German journalist who has worked for a German deputy with the anti-immigrant Alternative for Germany (AfD) party.","Category":"terror"},{"Title":"Pashinian Reappointed Armenian PM After Securing Parliament Majority","Description":"Nikol Pashinian has been appointed to a second term as prime minister of Armenia after his political alliance scored a landslide victory in snap parliamentary elections.","Category":"elections"},{"Title":"Russian Justice Ministry Calls For 'Brave' Crimean Lawyer's Expulsion From Bar Association","Description":"Human Rights Watch says Russian authorities are increasing pressure on Emil Kurbedinov, a prominent Crimean lawyer who has been working on high-profile cases that human rights organizations and Western governments say are politically motivated.","Category":"rights"},{"Title":"Aid Worker Imprisoned In Iran To Go On Hunger Strike","Description":"A British-Iranian mother detained in Tehran is set to begin a three-day hunger strike in protest against being denied specialist medical care, her husband says.","Category":"rights"},{"Title":"Iran Cargo-Plane Crash Leaves 15 Dead, Army Says","Description":"A cargo plane coming from Kyrgyzstan has crashed near the Iranian capital, with the country's military saying only one person of the 16 on board survived.","Category":"accident"},{"Title":"Gas Blast At Russian Apartment Block Kills At Least One","Description":"A gas explosion has rocked a nine-story residential building in southern Russia, killing one woman, authorities say.","Category":"accident"},{"Title":"Trump Warns Turkey Over Attacking Kurdish Forces In Syria","Description":"U.S. President Donald Trump has warned that the United States will “devastate Turkey economically” if Ankara attacks U.S.-backed Kurdish forces in Syria.","Category":"mil_crisis"},{"Title":"Pompeo: Saudi Leaders Committed To Holding Khashoggi's Killers Accountable","Description":"Saudi Arabia's rulers have \"reiterated their commitment\" to hold the killers of prominent Saudi columnist Jamal Khashoggi accountable, U.S. Secretary of State Mike Pompeo has said in Riyadh.","Category":"dip_crisis"},{"Title":"Gdansk Mayor Dies After Onstage Stabbing","Description":"The mayor of the northern Polish city of Gdansk, Pawel Adamowicz, has died after being stabbed by an assailant on stage at a charity event.","Category":"terror"},{"Title":"Spanish NGO says rescue boat blocked from operating in Mediterranean","Description":"A Spanish charity boat which rescues migrants at sea has been blocked by authorities from operating in the Mediterranean, the non-governmental organization said on Monday.","Category":"human_crisis"},{"Title":"Canada PM shuffles cabinet, ex-justice minister appears unhappy","Description":"Canadian Prime Minister Justin Trudeau on Monday shuffled his cabinet after a senior member quit and quickly had to deny he had demoted his long-serving justice minister, who seemed less than happy with her new job.","Category":"pol_crisis"},{"Title":"Explainer: What happens if PM May loses vote on her Brexit deal?","Description":"British Prime Minister Theresa May is facing likely defeat in parliament on Tuesday when she asks lawmakers to approve her Brexit deal - a decision that would trigger huge uncertainty about the future of Britain's exit from the European Union.","Category":"unrecognized"},{"Title":"Brexit minister says he would remain in post if UK leaves with no deal","Description":"Brexit minister Stephen Barclay said on Monday he would remain in his position if Britain leaves the European Union on March 29 without a deal, because he would need to help oversee the process.","Category":"pol_crisis"},{"Title":"Jailed British-Iranian aid worker begins hunger strike","Description":"A British-Iranian aid worker who has been jailed in Tehran is going on hunger strike in protest at her treatment, her employer and her husband said.","Category":"rights"},{"Title":"Trump threatens Turkey's economy if it attacks Syrian Kurd militia","Description":"U.S. President Donald Trump threatened Turkey with economic devastation if it attacks a U.S.-allied Kurdish militia in Syria, drawing a sharp rebuke from Ankara on Monday and reviving fears of another downturn in ties between the NATO allies.","Category":"unrecognized"},{"Title":"Trump, Erdogan discussed 'ongoing cooperation' in Syria: White House","Description":"U.S. President Donald Trump told Turkish President Tayyip Erdogan in a phone call on Monday he wants to address Turkey's security concerns in Syria but stressed the importance that Washington's Kurdish allies not be mistreated, the White House said.","Category":"dip_crisis"},{"Title":"Brazil to fight invasions by landless workers: official","Description":"Brazil's right-wing government under President Jair Bolsonaro will seek to classify invasions of farmland by landless workers movements as akin to terrorism, with harsher penalties for perpetrators, an Agriculture Ministry official said on Monday.","Category":"protests"},{"Title":"Chinese court sentences Canadian to death as diplomatic row deepens","Description":"A Chinese court on Monday sentenced a Canadian man to be executed for drug smuggling, prompting Canada's Prime Minister Justin Trudeau to accuse China of using the death penalty arbitrarily.","Category":"rights"},{"Title":"Indian police charge student leader, nine others, in sedition case","Description":"Indian police on Monday charged 10 people, including a prominent former student organizer, with sedition, in a case that activists say is really about freedom of speech.","Category":"rights"},{"Title":"Senior Italian League politician found guilty of racist slur","Description":"A senior parliamentarian in the anti-immigration League party was convicted on Monday of racially abusing Italy's first black minister and handed an 18-month suspended prison term.","Category":"human_crisis"},{"Title":"South America creating regional bloc to counter Venezuela: Colombia","Description":"South American countries are developing a new diplomatic group to replace the Unasur regional bloc that is heavily influenced by increasingly isolated Venezuela, Colombian President Ivan Duque said on Monday.","Category":"pol_crisis"},{"Title":"Kumbh Mela: Millions of Indians prepare for holy dip","Description":"The Kumbh Mela festival, the largest gathering of people anywhere, is starting in northern India.","Category":"social"},{"Title":"Jayme Closs kidnap: Suspect Jake Patterson 'saw her on school bus'","Description":"The 21-year-old told investigators: \"He knew that was the girl he was going to take.\"","Category":"unrecognized"},{"Title":"Israel to scour Danube in search for Holocaust remains","Description":"Hungary and Israel aim to recover remains of Jews murdered and thrown into the river in 1944.","Category":"unrecognized"},{"Title":"Zimbabwe fuel protests after prices more than double","Description":"Protesters took to the streets of the capital over the government's sudden fuel price increase.","Category":"protests"},{"Title":"Paris Opera Drops Star Russian Dancer After Homophobic Rant","Description":"The Paris Opera Ballet has dropped Ukrainian-born dance star Sergei Polunin from a production of Swan Lake after he made a homophobic and sexist rant on social media.","Category":"social"},{"Title":"Trump Tells Turkey: 'Don't Mistreat The Kurds'","Description":"U.S. President Donald Trump has warned his Turkish counterpart, Recep Tayyip Erdogan, in a telephone conversation against attacking Kurdish military units that have been closely allied to U.S. forces in Syria.","Category":"mil_crisis"},{"Title":"Syrian jihadists deny they plan to crush rivals and take over Idlib region","Description":"The main jihadist group in northwest Syria said on Monday it did not seek to dominate the Idlib region, after it cemented its grip on the last rebel-held bastion, putting a deal to avert a Russian-led army assault on the area at risk.","Category":"mil_crisis"},{"Title":"Liberal mayor of Poland's Gdansk dies after stabbing","Description":"Pawel Adamowicz, the liberal mayor of the Polish city of Gdansk, died on Monday of his wounds a day after being stabbed by a former convict who rushed the stage during one of Poland's biggest annual charity events.","Category":"terror"},{"Title":"Venezuela's Maduro hikes minimum wage 300 percent","Description":"Venezuelan President Nicolas Maduro on Monday raised the minimum wage by 300 percent to 18,000 bolivars per month, around $6.70, as part of routine wage hikes in an economy suffering from annual inflation approaching 2 million percent.","Category":"econ_crisis"},{"Title":"Greek PM Tsipras expected to survive confidence vote on Wednesday","Description":"Greece's leftist Prime Minister Alexis Tsipras is expected to survive a parliamentary vote of confidence on Wednesday after his right-wing coalition partner quit in disagreement over a deal that aims to end a years-long name dispute with Macedonia.","Category":"pol_crisis"},{"Title":"Gabon's president heads home after extended medical leave","Description":"President Ali Bongo headed home to Gabon on Monday after extended medical leave in Morocco following a stroke, two government sources told Reuters.","Category":"pol_crisis"},{"Title":"Pakistan Court Orders Fresh Report On Mentally Ill Prisoner On Death Row","Description":"Pakistan's top court on January 14 ordered a fresh medical report into the condition of a mentally ill prisoner on death row, an NGO representing him said, days after his execution was temporarily suspended.","Category":"rights"},{"Title":"'They Need A Good Slap': Paris Opera Drops Star Russian Dancer After Homophobic Rant","Description":"The Paris Opera Ballet has dropped Ukrainian-born dance star Sergei Polunin from a production of Swan Lake after he made a homophobic and sexist rant on social media.","Category":"social"},{"Title":"Thousands Turn Out Across Poland To Remember Slain Mayor Of Gdansk","Description":"Thousands of people joined marches across Poland to pay tribute to the mayor of Gdansk, who died on January 14 after being stabbed in the heart at a charity event.","Category":"terror"},{"Title":"Gabon's president returns home after extended medical leave","Description":"President Ali Bongo returned to Gabon on Monday after a three-month medical leave during which a coup attempt was thwarted, two government sources told Reuters.","Category":"pol_crisis"},{"Title":"Venezuela opposition leader Guaido 'not afraid' after detention","Description":"Venezuelan opposition leader Juan Guaido on Sunday said that President Nicolas Maduro's adversaries were \"not afraid\" even though he was briefly detained by intelligence agents, days after announcing he would be willing to replace the increasingly isolated president.","Category":"pol_crisis"},{"Title":"Leftist militant Battisti extradited to Italy after arrest in Bolivia","Description":"Italian former leftist guerrilla Cesare Battisti, convicted of murder and on the run for almost four decades after escaping prison, was extradited to Italy after being arrested in Bolivia, officials said on Sunday.","Category":"terror"},{"Title":"Ahead of vote, UK PM May warns it would be catastrophic to halt Brexit","Description":"British Prime Minister Theresa May warned lawmakers on Sunday that failing to deliver Brexit would be catastrophic for democracy, in a plea for support two days before parliament is expected to reject her deal with Brussels.","Category":"pol_crisis"},{"Title":"UK's May says parliament blocking Brexit is more likely than 'no deal'","Description":"Prime Minister Theresa May will say on Monday that lawmakers blocking Brexit is now a more likely outcome than Britain leaving the European Union without a deal.","Category":"pol_crisis"},{"Title":"Australian premier plans Fiji, Vanuatu visit to offset China influence","Description":"Australian Prime Minister Scott Morrison said on Monday he will  visit Fiji and Vanuatu this week as part of a push to offset China's growing influence in the South Pacific.","Category":"diplomacy"},{"Title":"Mayor of Gdansk stabbed onstage at Polish charity event","Description":"The popular veteran mayor of the Polish city of Gdansk, Pawel Adamowicz, was stabbed on Sunday evening by a man who burst onto an open-air stage at a national charity event, police said.","Category":"terror"},{"Title":"Wife says ex-Nissan boss Ghosn suffers 'harsh' treatment in jail","Description":"The wife of ousted Nissan Motor Co Ltd  chairman Carlos Ghosn has urged Human Rights Watch to bring attention to the \"harsh treatment\" he has received while being detained in a Japanese jail, according to a letter seen by Reuters on Sunday.","Category":"rights"},{"Title":"Urging Gulf states to heal rift, U.S.'s Pompeo lands in Riyadh","Description":"U.S. Secretary of State Mike Pompeo said on Sunday that a rift between Qatar and its Gulf Arab neighbors had gone on for too long and was threatening regional unity needed to counter Iran.","Category":"dip_crisis"},{"Title":"Morocco's Amazigh want their new year to become official holiday","Description":"Hundreds of people gathered in Morocco's capital Rabat late on Saturday to mark the start of the Amazigh new year with a sit-in calling on the state to make the celebration a national holiday.","Category":"social"},{"Title":"Greece's Tsipras calls confidence vote after ally quits coalition","Description":"Greek Prime Minister Alexis Tsipras on Sunday said he would call a confidence vote in his government after his coalition ally quit, leaving him bereft of a parliamentary majority and raising the possibility of snap elections.","Category":"pol_crisis"},{"Title":"With 2,300-word letter, Macron launches debate to quell 'yellow vest' unrest","Description":"President Emmanuel Macron on Sunday kicked off a three-month national debate he hopes can quell the \"yellow vest\" unrest with a letter to the French in which he pledged to listen to new ideas but stuck to his core economic reform agenda.","Category":"protests"},{"Title":"Israel claims Syria air strike, says hunt for Hezbollah tunnels over","Description":"Prime Minister Benjamin Netanyahu acknowledged on Sunday Israel's weekend attack on what he called an Iranian arms cache in Syria, and said it had also completed a hunt for cross-border tunnels dug by Tehran-allied Lebanese Hezbollah fighters.","Category":"mil_crisis"},{"Title":"France's Le Pen launches EU campaign with appeal to 'yellow vests'","Description":"French far-right leader Marine Le Pen launched her campaign for the May 26 European Parliament election on Sunday with an appeal to the broad \"yellow vest\" protest movement that has rattled the government.","Category":"elections"},{"Title":"White House asked for options to strike Iran: WSJ","Description":"The White House's national security team last fall asked the Pentagon to provide it with options for striking Iran after a group of militants aligned with Tehran fired mortars into an area in Baghdad that is home to the U.S. Embassy, the Wall Street Journal reported Sunday.","Category":"mil_crisis"},{"Title":"Bangladesh garment manufacturers raise workers' pay amid further protests","Description":"Garment manufacturers in Bangladesh have agreed to raise workers' pay, the commerce minister said on Sunday, urging people to return to work after a week of violent demonstrations.","Category":"protests"},{"Title":"Iran protests to Poland over Iran-focused summit","Description":"Iran's foreign ministry summoned a senior Polish diplomat to protest at Poland jointly hosting a global summit with the United States focused on the Middle East, particularly Iran, state news agency IRNA reported on Sunday.","Category":"dip_crisis"},{"Title":"Sex abuse cases color immigration debate before Finnish election","Description":"The parliamentary heads of two of Finland's largest parties have called for action after investigations against 19 foreign-born men on suspicion of sexual abuse of minors.","Category":"social"},{"Title":"French media denounce violent 'yellow vest' attacks on press","Description":"French media and reporters' organizations on Sunday denounced attacks on journalists by \"yellow vest\" anti-government protesters and called for better protection after a series of incidents this weekend.","Category":"protests"},{"Title":"Congo should recount presidential election vote - Southern African bloc","Description":"An influential African bloc urged Democratic Republic of Congo on Sunday to recount votes cast in its disorganized presidential election, raising pressure on Kinshasa to ensure the legitimacy of the next government and avert widespread violent unrest.","Category":"elections"},{"Title":"Venezuela authorities release opposition leader Guaido - Congress official","Description":"Venezuelan intelligence agents have released opposition leader and congress chief Juan Guaido after briefly detaining him on the way to a political rally, a congressional representative said on Sunday.","Category":"pol_crisis"},{"Title":"China promises graft crackdown in education, health","Description":"China will step up its anti-corruption crackdown this year to focus on education, medical care, environmental protection and other major areas of concern to the public, the anti-graft watchdog said.","Category":"social"},{"Title":"US shutdown: Trump urged to temporarily reopen government","Description":"A senior Republican close to the president says a short reopening could allow talks to end the impasse.","Category":"pol_crisis"},{"Title":"Pawel Adamowicz: Gdansk mayor stabbed at charity event","Description":"The suspect, a 27-year-old local resident, reportedly shouted that he had been wrongfully imprisoned.","Category":"terror"},{"Title":"Britain pledges legislation in 2019 to combat deadly air pollution","Description":"Britain on Monday pledged to fight air pollution and introduce new legislation this year on air quality to save lives and billions of pounds for the economy.","Category":"environment"},{"Title":"James Watson: Scientist loses titles after claims over race","Description":"Nobel Prize-winning scientist James Watson has repeated remarks about race and intelligence.","Category":"unrecognized"},{"Title":"Cesare Battisti: Bolivia extradites Italian ex-militant","Description":"Cesare Battisti, wanted for four murders in Italy, is on a plane to Rome after his arrest on Saturday.","Category":"terror"},{"Title":"Saudi Prince al-Faisal warns against US Syria pullout","Description":"A senior royal family member says US troop withdrawals will have a \"very negative\" impact on the Syrian people.","Category":"mil_crisis"},{"Title":"Paris bakery explosion death toll rises to four","Description":"The body of a woman is found in the rubble of the buildings destroyed by a huge explosion on Saturday.","Category":"accident"},{"Title":"Alps snow: Avalanche kills three skiers near Lech, Austria","Description":"Three German skiers die and one is missing after an avalanche near the Austrian ski resort of Lech.","Category":"nat_desaster"},{"Title":"Greek government crisis over Macedonia name change","Description":"The prime minister says he will call a confidence vote after a split in the ruling coalition.","Category":"pol_crisis"},{"Title":"DR Congo election: Sadc proposes unity government","Description":"Southern Africa regional body Sadc says similar political deals have been made in Kenya and Zimbabwe.","Category":"elections"},{"Title":"Juan Guaidó: Venezuela's opposition leader briefly detained","Description":"Juan Guaidó said on Friday he was ready to assume the country's presidency on an interim basis.","Category":"pol_crisis"},{"Title":"ANC manifesto: Land, jobs and blockchain","Description":"South Africa's President Cyril Ramaphosa unveils economic and social plans ahead of May elections.","Category":"elections"},{"Title":"Lionel Messi scores 400th Barcelona goal in 3-0 win over Eibar","Description":"Lionel Messi scores his 400th La Liga goal as Barcelona beat Eibar to regain their five-point lead at the top of the table.","Category":"unrecognized"},{"Title":"Saudi Prince Turki al-Faisal on Saudi-US relationship","Description":"Prince Turki al-Faisal spoke to the BBC about the current Saudi-US relationship and the murder of Jamal Khashoggi.","Category":"unrecognized"},{"Title":"Malala Yousafzai: What does a Nobel Peace Prize winner do for fun?","Description":"Whilst studying at Oxford, the Nobel Peace Prize winner has just written a book called \"We Are Displaced\".","Category":"unrecognized"},{"Title":"Refugee homes in Lebanon have been flooded","Description":"More than a third of Lebanon's population is refugees. Storm Norma's left many of their homes flooded.","Category":"nat_desaster"},{"Title":"The Maasai 'Olympics' helping to save lions' lives","Description":"The Maasai Olympic Games aim to convince young Maasai men to play sport, instead of hunting lions.","Category":"unrecognized"},{"Title":"Rahaf al-Qunun: Saudi teen refugee arrives in Canada","Description":"A Saudi teenager who fled her family and refused to leave her hotel room has arrived in Canada.","Category":"unrecognized"},{"Title":"Actress Rania Youssef facing jail term over revealing dress","Description":"Egyptian actress Rania Youssef is set to appear in court after being accused of \"inciting debauchery\".","Category":"social"},{"Title":"US shutdown: 'I don't need a wall, I want money to plant crops'","Description":"With the US Department of Agriculture a casualty of the shutdown, farmers like this one are feeling the pain.","Category":"pol_crisis"},{"Title":"Taiwan man fined for sending cat in post","Description":"A man has been fined for violating animal protection laws, after he sent a cat in the post.","Category":"unrecognized"},{"Title":"Israeli mining company unearths rare mineral","Description":"A new mineral found in Israel has only previously been known to exist in outer space.","Category":"unrecognized"},{"Title":"Finnish town backs youth curfew","Description":"A town in Finland has backed a controversial curfew for young people.","Category":"unrecognized"},{"Title":"Kumbh Mela: How to plan the world's biggest gathering","Description":"Some 120 million Hindu pilgrims are expected to gather at the Kumbh Mela between now and March.","Category":"social"},{"Title":"A church under surveillance by a man in a Toyota","Description":"Ukraine has a new church, but some parishes remain loyal to the Moscow patriarch - and this sometimes causes tensions.","Category":"social"},{"Title":"Has Trump turned his back on Europe?","Description":"How has Donald Trump's presidency changed America's relationship with Europe?","Category":"unrecognized"},{"Title":"'Our vision is never to lay anyone off'","Description":"The Argentine boss who travelled the world to get orders and prevent him from having to make staff redundant.","Category":"unrecognized"},{"Title":"Watch industry's times are changing","Description":"Swiss watch companies gather for their Geneva show after a difficult couple of years for the industry.","Category":"unrecognized"},{"Title":"U.S.-backed Syrian force: Islamic State in its 'final moments'","Description":"Islamic State militants are \"living their final moments\" in the last enclave they hold near the Iraqi border, where U.S.-backed Syrian Democratic Forces (SDF) are attacking them, an SDF official said on Sunday.","Category":"mil_crisis"},{"Title":"Britain launches task force to tackle dirty money","Description":"Britain will work with the financial industry to crack down on fraud, corruption and dirty money by launching a task force that will include senior banking figures, the finance ministry said on Monday.","Category":"corruption"},{"Title":"White House asked for options to strike Iran: source","Description":"The White House's national security team last fall asked the Pentagon to provide it with options for striking Iran after a group of militants aligned with Tehran fired mortars into an area in Baghdad that is home to the U.S. Embassy, a source  familiar with the matter said on Sunday.","Category":"mil_crisis"},{"Title":"Congo should consider unity government -southern African bloc","Description":"JOHANNESBURG (Reuters) - The Southern African Development Community (SADC) thinks the Democratic Republic of Congo (DRC) should consider a government of national unity after its disputed presidential election, South Africa's foreign minister said on Sunday.","Category":"elections"},{"Title":"Sudan protests death toll rises to 24 - fact-finding committee","Description":"CAIRO (Reuters) - The death toll from protests in Sudan that began last month has risen to 24, the head of the Sudanese government fact-finding committee Amer Ibrahim said on Saturday.","Category":"protests"},{"Title":"Congo ruling coalition wins legislative majority, constraining president-elect","Description":"KINSHASA (Reuters) - Outgoing Democratic Republic of Congo President Joseph Kabila's ruling coalition won a majority in legislative elections, a coalition official said on Saturday, despite opposition leader Felix Tshisekedi's win in the presidential vote the same day.","Category":"elections"},{"Title":"South Africa's ANC puts jobs, growth at heart of 2019 election campaign","Description":"DURBAN, South Africa (Reuters) - South African President Cyril Ramaphosa vowed to create more jobs, boost economic growth and address racial inequalities at a rally on Saturday to launch the ruling party's parliamentary election campaign.","Category":"elections"},{"Title":"Security forces fire tear gas as more protests hit Sudanese cities","Description":"KHARTOUM (Reuters) - Sudanese security forces fired tear gas to disperse demonstrators who marched after noon prayers in the capital Khartoum on Friday as protests against President Omar al-Bashir's 30-year-old rule widened.","Category":"protests"},{"Title":"Congo election runner-up to press fraud dispute in court","Description":"KINSHASA (Reuters) - The runner-up in Democratic Republic of Congo's presidential election said on Friday he in fact won a landslide victory with more than 60 percent of votes and will file a formal fraud complaint.","Category":"elections"},{"Title":"Burkina Faso extends state of emergency in north by 6 months after attack","Description":"OUAGADOUGOU (Reuters) - Burkina Faso's parliament voted on Friday to extend a state of emergency by six months in several northern provinces where attacks by Islamist militants have surged in recent months, including one on Thursday that killed 12 people.","Category":"mil_crisis"},{"Title":"Russian ambassador sparks backlash with suggestion Guinea change constitution","Description":"CONAKRY (Reuters) - A suggestion by the Russian ambassador to Guinea that President Alpha Conde change the constitution and run for a third term has set off a firestorm of criticism among Conde's opponents a year ahead of a presidential election.","Category":"dip_crisis"},{"Title":"SADC bloc calls for calm in DRC amid election outcome dispute","Description":"JOHANNESBURG (Reuters) - The Southern African Development Community on Friday called for calm in the Democratic Republic Congo amid a dispute over the result of presidential vote.","Category":"elections"},{"Title":"Uganda aims to impose penalties on distributor for power outages","Description":"KAMPALA (Reuters) - Uganda aims to impose financial penalties from March on its sole power distributor Umeme Ltd for any frequent and prolonged supply outages, the regulator said.","Category":"unrecognized"},{"Title":"Human Rights Watch calls for sanctions against new Afghan defence minister","Description":"International rights group Human Rights Watch (HRW) has urged major donors to impose sanctions on Afghanistan's newly appointed acting defence minister over alleged war crimes and human rights abuses.","Category":"rights"},{"Title":"Bangladesh factory owners threaten to cut off pay to protesting workers","Description":"The head of Bangladesh's garment manufacturers association on Sunday called on protesting workers to return to work by Monday or companies will cut off their pay, after demonstrations calling for higher salaries that have lasted for a week.","Category":"protests"},{"Title":"Bangladesh gets $200 million ADB loan for rural road improvements","Description":"The Asian Development Bank (ADB) said it signed agreements on Sunday with the government of Bangladesh for $200 million in loans to improve the rural road network in the country.","Category":"unrecognized"},{"Title":"Gunmen attack police station in western Afghanistan, five killed","Description":"Five people were killed on Saturday in clashes between the police and gunmen who attacked a police station in Afghanistan's western Herat province, officials said.","Category":"terror"},{"Title":"Islamic State commander killed in Afghanistan, U.S. forces say","Description":"A senior commander of the Islamic State militant group was killed in Afghanistan in a raid, U.S. Forces Afghanistan said on Saturday.","Category":"mil_crisis"},{"Title":"Baton-wielding Bangladesh police fire tear gas to break up garment pay clashes","Description":"Baton-wielding Bangladeshi police fired tear gas to break up thousands of garment workers demonstrating for higher wages for a fifth day on Thursday, forcing dozens of factories to close.","Category":"protests"},{"Title":"Taliban kill more than 30 members of Afghan security forces and militias","Description":"The Taliban launched a series of attacks on security checkpoints in four Afghan provinces early on Thursday, killing 32 members of the security forces and pro-government militias, provincial officials said.","Category":"terror"},{"Title":"Philippine court orders jail for former bank manager over Bangladesh central bank heist","Description":"A Philippine court on Thursday held a former bank manager guilty on eight counts of money laundering, the first conviction in one of the world's largest cyber heists, in which $81 million was stolen from Bangladesh's central bank nearly three years ago.","Category":"corruption"},{"Title":"Taliban kill Afghan govt employee who was also part-time journalist","Description":"The body of an Afghan government employee who also worked as a part-time journalist in western Afghanistan's Farah region has been found, three days after he was kidnapped by Taliban militants, local officials said on Wednesday.","Category":"terror"},{"Title":"Iran says Taliban must have Afghan role, but can't dominate","Description":"The Taliban must have a role in Afghanistan in future, Iran's foreign minister said on Wednesday, but added that the hardline Islamist group should not have a dominant role.Efforts for a negotiated settlement of the 18-year war in Afghanistan have gathered pace in recent weeks, even as reports that U.S. President Donald Trump plans to withdraw thousands of U.S. troops have triggered uncertainty in Kabul.","Category":"unrecognized"},{"Title":"Afghanistan says end to war a 'dream' without Taliban talking to government","Description":"Afghan Chief Executive Abdullah Abdullah said on Wednesday that the Taliban's refusal to involve the government in peace talks means the end to a conflict that has lasted 17 years can only remain a dream.","Category":"mil_crisis"},{"Title":"Bangladesh police use tear gas, water cannons on protesting garment workers","Description":"Bangladeshi police used water cannons, tear gas and batons to disperse thousands of protesting garment factory workers on Wednesday, after they pressed their demands for higher wages by blocking roads for a fourth day.","Category":"protests"},{"Title":"Maldives president appeals for details of graft under predecessors","Description":"The president of the Maldives has appealed to citizens to furnish details of graft during the term of his pro-China predecessor and earlier, as the Indian Ocean island investigates deals worth billions of dollars given to Chinese firms.","Category":"corruption"},{"Title":"Afghan Taliban cancel peace talks with U.S. citing 'agenda disagreement'","Description":"The Afghan Taliban said on Tuesday they had called off peace talks with U.S. officials in Qatar this week due to an \"agenda disagreement\", especially over the involvement of Afghan officials as well as a possible ceasefire and prisoner exchange.","Category":"mil_crisis"},{"Title":"Mayor Of Polish City Of Gdansk Stabbed On Stage During Charity Event","Description":"The mayor of the northern Polish city of Gdansk has been stabbed while attending a charity concert and is in serious condition.","Category":"terror"},{"Title":"Russian Space Agency Hopeful Despite Failed Attempt To Control Satellite","Description":"Russia's space agency says it has again failed to restore communications with an orbiting radio telescope but remains hopeful it will regain control of the satellite soon.","Category":"accident"},{"Title":"Schumer Says He Will Force Vote On U.S. Move To Ease Sanctions On Deripaska","Description":"U.S. Senate Minority Leader Chuck Schumer says he will use the Countering America's Adversaries Through Sanctions Act to force a vote on a resolution disapproving a decision by President Donald Trump to relax sanctions on companies connected to Russian oligarch Oleg Deripaska.","Category":"dip_crisis"},{"Title":"White House Reportedly Asked For Options On Iran Strike Last Year","Description":"President Donald Trump’s national security team asked the Pentagon last autumn for possible options to strike Iran in response to an attack on an area in Baghdad where the U.S. Embassy is located, according to The Wall Street Journal.","Category":"unrecognized"},{"Title":"HRW Calls For Sanctions Against Afghan Defense Minister Over Alleged Rights Abuses","Description":"Human Rights Watch (HRW) has urged major donors to impose sanctions on Afghanistan's newly appointed defense minister over alleged human rights abuses and other crimes.","Category":"rights"},{"Title":"Russia Releases Blogger Detained After Sharing Controversial Video","Description":"Russian authorities have released a blogger who was detained after sharing a video that sparked claims that several law enforcement officials had attended the funeral of a local gang leader.","Category":"rights"},{"Title":"Trump Denies Hiding Details Of Putin Meetings","Description":"U.S. President Donald Trump has denied hiding details of conversations with Russian leader Vladimir Putin from administration officials, saying he is \"not keeping anything under wraps.\"","Category":"pol_crisis"},{"Title":"Netanyahu Confirms Israeli Strikes On Iranian Targets In Syria","Description":"Israel at the weekend carried out an air strike on Iranian weapons in Syria, Israeli Prime Minister Benjamin Netanyahu has said.","Category":"mil_crisis"},{"Title":"Pakistan's Top Court Stays Execution Of Mentally Ill Man","Description":"The Supreme Court of Pakistan has suspended the execution of a former police officer who is mentally ill.","Category":"rights"},{"Title":"Iran Protests To Poland Over Upcoming Summit","Description":"The Iranian Foreign Ministry has summoned the Polish envoy in Tehran to protest Poland jointly hosting a global conference with the United States focused on the Middle East, and Iran in particular, local state media reported.","Category":"dip_crisis"},{"Title":"Five Killed In Taliban Attack On Afghan Police Station","Description":"An attack on a police station in western Afghanistan has left five people dead, officials say.","Category":"terror"},{"Title":"Greek Defense Minister Resigns Over Macedonia Name Deal","Description":"Greek Defense Minister Panos Kammenos announced his resignation ahead of a parliamentary vote to ratify a deal ending a decades-old name dispute with Macedonia.","Category":"pol_crisis"},{"Title":"Thousands Rally In Serbia Against Vucic For Sixth Week","Description":"Thousands of people have gathered in Belgrade for the sixth week of street protests against Serbian President Aleksandar Vucic, whom they accuse of stifling media freedoms and suppressing the opposition.","Category":"protests"},{"Title":"U.S. Welcomes Macedonian Parliament’s Decision To Back Name Change","Description":"The Unites States has welcomed the decision by Macedonia's parliament to approve a constitutional amendment that renames the country the Republic of North Macedonia.","Category":"diplomacy"},{"Title":"Tajik Journalist Jailed In Absentia For 'Breaching Court Order'","Description":"A prominent Tajik journalist has been sentenced to eight months in prison for breaching a court order and illegally leaving the country, his lawyer says.","Category":"rights"},{"Title":"Russian Blogger Detained After Sharing Video, Independent Group Says","Description":"A Russian blogger has been detained after sharing a video that sparked claims that several law enforcement officials attended the funeral of a local gang leader, an independent monitoring group says.","Category":"rights"},{"Title":"Embattled Russian Filmmaker Wins Russian Best-Director Honor","Description":"The film Leto (Summer) by director Kirill Serebrennikov has won the 2018 White Elephant award for best direction from the Russian Cinematographers Union.","Category":"unrecognized"},{"Title":"OSCE Monitoring Drone Shot Down Over Eastern Ukraine","Description":"A surveillance drone operated by monitors for the Organization for Security and Cooperation in Europe (OSCE) in eastern Ukraine has been shot down near the government-controlled village of Popasna in the Luhansk region.","Category":"mil_crisis"},{"Title":"Company Of Putin-Connected Oligarch Rotenberg Wins State Anticorruption Tender","Description":"A company owned by Russian billionaire oligarch Arkady Rotenberg has been awarded a state grant to conduct training on civil-society development and combating corruption.","Category":"corruption"},{"Title":"Chinese police begin new probe into expired vaccines","Description":"Police in China's eastern province of Jiangsu have begun an investigation after at least 145 children received expired polio vaccines, the Global Times said on Monday, a new blow to a sector hit by a series of scandals last year.","Category":"health_crisis"},{"Title":"From Tibet to the 'Nine Dragons', Vietnam's Mekong Delta is losing sand","Description":"In the dead of night, the entire front half of shopkeeper Ta Thi Kim Anh's house collapsed. Perched on the sandy banks of the Mekong River, it took just a few minutes for one half of everything she owned to plunge into its murky depths.","Category":"nat_desaster"},{"Title":"Saudi Arabia to set up $10 billion oil refinery in Pakistan","Description":"Saudi Arabia plans to set up a $10 billion oil refinery in Pakistan's deepwater port of Gwadar, the Saudi energy minister said on Saturday, speaking at the Indian Ocean port that is being developed with the help of China.","Category":"econ_develop"},{"Title":"Sri Lanka seeks to lower IMF fiscal targets after political crisis","Description":"Sri Lanka will ask the IMF to ease its 2019 budget deficit target of 3.9 percent under a $1.5 billion loan programme, to give the economy more time to recover from a political crisis, a senior finance ministry official said on Thursday.","Category":"econ_develop"},{"Title":"Pakistan eyes investment pacts with Saudi Arabia, UAE","Description":"Pakistan expects to sign investment agreements with Saudi Arabia and the United Arab Emirates in the coming weeks, the prime minister's office said, as Islamabad builds on its ties with states that have recently lent it billions of dollars.","Category":"econ_develop"},{"Title":"Pakistan's PM sacks heads of gas utilities over energy crisis","Description":"Pakistan's Prime Minister Imran Khan on Wednesday sacked the chiefs of Sui Natural Gas Pipeline Limited (SNGPL) and Sui Southern Gas Company Limited (SSGC) over a severe winter energy crisis that has seen repeated supply outages.","Category":"econ_crisis"},{"Title":"Air cargo route opens from northern Afghanistan to Turkey, Europe","Description":"Afghanistan opened the latest in a series of air cargo trade corridors on Wednesday with the inauguration of a route linking the northern city of Mazar-i-Sharif with Istanbul and destinations in Europe.","Category":"econ_develop"},{"Title":"Saudi Arabia To Build $10 Billion Oil Refinery In Pakistan's Gwadar","Description":"Saudi Arabia says it plans to set up a $10 billion oil refinery in Pakistan's deepwater port of Gwadar, which is being developed with the help of China.","Category":"econ_develop"},{"Title":"Trump threatens to 'devastate' Turkish economy over Syrian Kurds","Description":"The US leader warns Turkey of economic devastation if it attacks Kurds after a US pullout from Syria.","Category":"mil_crisis"},{"Title":"Iran says it is taking initial steps to design reactor fuel","Description":"Iran is taking preliminary steps to design uranium fuel with a purity of 20 percent for reactors instead of having to copy foreign designs, Iran's nuclear chief said on Sunday.","Category":"econ_develop"},{"Title":"Python found with 500 ticks treated for anaemia","Description":"The python is recovering but not \"out of the woods\" after being rescued from a pool, vets say.","Category":"unrecognized"},{"Title":"Intersex surgeries: Is it right to assign sex to a baby?","Description":"Attitudes are changing to the medical practice, with some calling them limiting and unnecessary.","Category":"unrecognized"},{"Title":"Pompeo To Discuss Khashoggi Case With Saudi Crown Prince","Description":"U.S. Secretary of State Mike Pompeo is scheduled January 14 to meet Saudi Arabia’s de facto ruler -- Crown Prince Mohammad Bin Salman -- for talks likely to focus on the investigation into the killing of Jamal Khashoggi, the U.S.-based Washington Post columnist from Saudi Arabia.","Category":"dip_crisis"},{"Title":"Uzbekistan Qualify For Knockout Stage At Asian Cup","Description":"Uzbekistan has qualified for the knockout round of the Asian Cup soccer championship in the United Arab Emirates.","Category":"unrecognized"},{"Title":"Factbox: Britain's Brexit vote - How many lawmakers are backing PM May?","Description":"Britain's parliament is debating whether to support Prime Minister Theresa May's Brexit deal, a decision which will define Britain's departure from the European Union and set the course for the country's economy.","Category":"unrecognized"},{"Title":"New Zealand hospitals crippled as thousands of doctors strike","Description":"Nearly 80 percent of junior doctors across New Zealand walked off work at public hospitals on Tuesday, after a breakdown in union talks with the government over working conditions and wages.","Category":"protests"},{"Title":"China court sentences Canadian to death as diplomatic row deepens","Description":"A Chinese court on Monday sentenced a Canadian man to be executed for drug smuggling, prompting Canada's Prime Minister Justin Trudeau to accuse China of using the death penalty arbitrarily.","Category":"unrecognized"},{"Title":"Pompeo to hold talks with North Korea this week: South Korean paper","Description":"U.S. Secretary of State Mike Pompeo is about to hold high-level talks in Washington D.C. with North Korean senior official Kim Yong Chol on Thursday or Friday, and both sides are fine-tuning details, a South Korean newspaper said.","Category":"diplomacy"},{"Title":"UK PM May to force second vote on Brexit deal: The Sun","Description":"British Prime Minister Theresa May will force a second parliamentary vote on her Brexit deal despite facing defeat, The Sun reported on Monday.","Category":"pol_crisis"},{"Title":"U.S., Turkey at odds over Kurdish fighters in Syria","Description":"The United States and Turkey sparred on Monday over the fate of U.S.-allied Kurdish fighters in Syria, with Washington insisting they not be harmed and Ankara rejecting a perceived U.S. threat to punish Turkey economically if it attacked them.","Category":"unrecognized"},{"Title":"Venezuela's Maduro offers few fresh ideas as economy circles drain","Description":"Venezuelan President Nicolas Maduro kicked off his new term with a state-of-the-nation speech on Monday but offered little in the way of fresh proposals to help the increasingly isolated country escape hyperinflationary collapse or a further downward spiral in 2019.","Category":"unrecognized"},{"Title":"Trump: 'great potential' for expanded U.S., Turkey economic development","Description":"President Donald Trump said in a tweet on Monday he saw \"great potential to substantially expand\" economic development between the United States and Turkey, after threatening on Sunday to devastate Turkey's economy if they attack Washington's Kurdish allies in Syria.","Category":"unrecognized"},{"Title":"In Lebanon, U.S. State Department official calls Hezbollah 'unacceptable'","Description":"The U.S. State Department criticized Lebanon's Iran-backed Hezbollah group on Monday for digging tunnels into Israel and stockpiling rockets, as Washington steps up efforts to isolate Tehran.","Category":"mil_crisis"},{"Title":"Islamic State insurgents overrun northeast Nigerian town: security sources","Description":"Islamic State West Africa (ISWA) insurgents overran the town of Rann in northeastern Nigeria on Monday evening, security sources said, a blow to President Buhari's efforts to defeat the militants just weeks before national elections.","Category":"mil_crisis"},{"Title":"'Bolsonaro is Hitler!' Venezuela's Maduro exclaims amid Brazil spat","Description":"Venezuelan President Nicolas Maduro on Monday called Brazilian President Jair Bolsonaro a modern Adolf Hitler, days after Brasilia officially recognized an opposition leader as the legitimate head of the increasingly isolated country.","Category":"unrecognized"},{"Title":"Fuel price protests in Zimbabwe turn deadly","Description":"Several people were killed and some 200 arrested during protests in Zimbabwe on Monday, the government said, two days after it raised the price of fuel in an attempt to tame the worst economic crisis in a decade.","Category":"protests"},{"Title":"Canadian's death sentence in China 'horrific', family says","Description":"The family of a man sentenced to death in China on Monday say their \"worst fears\" have been realised.","Category":"unrecognized"},{"Title":"Chechnya LGBT: Dozens 'detained in new gay purge'","Description":"The Russian LGBT network alleges dozens have been detained, and at least two killed, in recent weeks.","Category":"rights"},{"Title":"Zimbabwe protests after petrol and diesel price hike","Description":"President Emmerson Mnangagwa said the doubling of the petrol price hike will address fuel shortages.","Category":"protests"},{"Title":"Taliban talks: Pakistan arrest 'sends militants message'","Description":"Sources in the group tell the BBC the arrest of a senior member is meant to push them to peace talks.","Category":"mil_crisis"},{"Title":"Judge extends block on Trump birth control rules across US","Description":"The new Trump administration rules would let employers opt out of providing free birth control.","Category":"social"},{"Title":"Jayme Closs kidnap: Dog walker recounts finding missing girl","Description":"Jeanne Nutter says she discovered the missing 13-year-old girl asking for help in rural Wisconsin.","Category":"unrecognized"},{"Title":"'Afghan Justin Trudeau': Singer on looking like Canada's PM","Description":"Singer Abdul Salam Maftoon's similarity to Canada's PM has caught people's attention on a TV talent show.","Category":"unrecognized"},{"Title":"The former homeless man bringing web access to the Bronx","Description":"People without internet access have fewer life chances than those that do. How can we close the gap?","Category":"unrecognized"},{"Title":"Letter from Africa: Despair, anger and anxiety in Zimbabwe's fuel queues","Description":"Brian Hungwe reflects on the impact of inflation on the the lives of Zimbabweans.","Category":"unrecognized"},{"Title":"The Scottish seaside town that shaped Mourinho","Description":"How the small Ayrshire town became a hotbed for Europe's leading football minds, helping shape the careers of Jose Mourinho, Fabio Capello and Andre Villas-Boas.","Category":"unrecognized"},{"Title":"The Melbourne bakeries that tell a story of Jewish migration","Description":"Australia's largest Jewish community built culinary links to places that many had fled for new lives.","Category":"unrecognized"},{"Title":"China's weakening trade figures should concern us all","Description":"It isn't just the US president that should be concerned about this week's sluggish trade figures.","Category":"econ_crisis"},{"Title":"Chinese media rejects suggestion death for Canadian drug smuggler a pressure tactic","Description":"China is not putting pressure on Canada by sentencing a Canadian to death for drug smuggling, and any suggestion it was doing so showed \"rude contempt\" of China's law, its state media said.","Category":"dip_crisis"},{"Title":"China starts new recycling drive as foreign trash ban widens","Description":"China plans to launch 100 new large-scale recycling \"bases\" by the end of next year, part of a campaign to make better use of its resources after extending a ban on foreign trash imports.","Category":"environment"},{"Title":"Afghan Taliban claim responsibility for deadly Kabul car bomb attack","Description":"The Taliban claimed responsibility on Tuesday for a car bomb attack near a heavily fortified foreign compound in Afghanistan's capital, Kabul, that killed at least four people a day earlier.","Category":"terror"},{"Title":"U.S., North Korea to hold talks this week after nuclear standoff: media","Description":"The United States and North Korea plan to hold high-level talks in Washington as soon as this week to discuss a second summit of their leaders, following a prolonged stalemate in nuclear talks, South Korean media said on Tuesday.","Category":"diplomacy"},{"Title":"Coming to Canada 'worth the risk,' says Saudi teen refugee","Description":"Rahaf Mohammed al-Qunun plans to pursue an education, get a job and \"live a normal life\" in Canada - things she said she could not do in her home of Saudi Arabia, which she fled fearing for her life, she told Canadian media on Monday.","Category":"rights"},{"Title":"Japan's Olympic Committee head denies impropriety in 2020 bid procedures","Description":"The head of Japan's Olympic Committee confirmed on Tuesday that he was questioned by French authorities in December but repeated his denial there was anything improper involved in Tokyo's bid for the 2020 Games and vowed to show his innocence.","Category":"corruption"},{"Title":"Kumbh Mela: Millions of Indians begin holy dip","Description":"The Kumbh Mela festival, the largest gathering of people anywhere, is starting in northern India.","Category":"unrecognized"},{"Title":"Republican Steve King ousted from House panels over race remarks","Description":"Steve King faces mounting criticism for asking why terms like white supremacy are controversial.","Category":"rights"},{"Title":"US President Donald Trump serves fast food to White House guests","Description":"National college football champions, the Clemson Tigers, tucked in to a takeaway dinner during their visit to the White House.","Category":"unrecognized"}]