[{"Title":"Congo under mounting foreign pressure for vote recount","Description":"Democratic Republic of Congo faced growing pressure from African neighbors and beyond on Monday for a recount of its contested presidential election in a dispute that threatens more violence in the volatile nation.","Category":"elections"},{"Title":"Take a second look, Britain's May urges lawmakers before Brexit vote","Description":"British Prime Minister Theresa May urged lawmakers on Monday to take a \"second look\" at her deal to leave the European Union, a last-ditch effort to win over a parliament that looks set to reject the agreement.","Category":"pol_crisis"},{"Title":"Macron 2.0: French president seeks reset button with national debate","Description":"To his allies, Emmanuel Macron's letter to the French launching a national policy debate was a bold exercise in democracy. To his critics, Sunday's missive was an empty, wordy gesture by an aloof 'King Macron' determined to retain core economic reforms.","Category":"pol_crisis"},{"Title":"Indonesian divers find crashed Lion Air jet's second black box","Description":"Indonesian authorities on Monday said they will immediately begin to download contents of a cockpit voice recorder (CVR) from a Lion Air jet that crashed into the sea near Jakarta more than two months ago, killing all 189 people on board.","Category":"accident"},{"Title":"Mass protests in Zimbabwe after fuel prices more than doubled","Description":"Protesters barricaded roads and burned tIres in Zimbabwe's capital Harare on Monday, two days after President Emmerson Mnangagwa raised the price of fuel by 150 percent in response to the worst economic crisis in a decade.","Category":"protests"},{"Title":"Spain earmarks more funds for Catalonia as PM seeks votes for budget","Description":"Spain's Socialist government on Monday proposed a sharp rise in spending for Catalonia in its 2019 budget draft, which will need the support of pro-independence parties in the region to pass through parliament.","Category":"econ_develop"},{"Title":"Preliminary results of fraud-tainted Kabul vote announced","Description":"Afghan election authorities announced preliminary results on Monday for the delayed parliamentary vote for Kabul after the ballot was called for a recount following fraud complaints.","Category":"elections"},{"Title":"Car bomb blast near high-security compound in Kabul kills four, 90 wounded","Description":"At least four people were killed and 90 wounded when a bomb-laden car blew up near a high-security compound in the Afghan capital Kabul on Monday, officials said.","Category":"terror"},{"Title":"Take our outstretched hand, Germany's Weber urges UK lawmakers","Description":"German conservative Manfred Weber, who is running to take over the European Union's top job this year, urged British lawmakers on Monday to approve Prime Minister Theresa May's Brexit deal, which he said could not be renegotiated.","Category":"pol_crisis"},{"Title":"Leftist militant returns to Italy to serve life sentence for murders","Description":"Former leftist guerrilla Cesare Battisti, facing a life sentence in Italy for murder, landed in Rome on Monday on a special flight from Bolivia, ending almost four decades on the run.","Category":"terror"},{"Title":"Poland's liberal mayor of Gdansk dies after stabbing","Description":"Pawel Adamowicz, the liberal mayor of the Polish city of Gdansk, died on Monday of his wounds a day after being stabbed by a former convict who rushed the stage during one of Poland's biggest annual charity events.","Category":"terror"},{"Title":"Venezuela's Maduro to announce economic measures as new term starts","Description":"Venezuelan President Nicolas Maduro was set to announce new economic measures on Monday after starting a disputed second term in office last week, although economists expect few major changes as the country grapples with a devastating economic crisis.","Category":"econ_crisis"},{"Title":"Urging Gulf states to heal rift, Pompeo lands in Riyadh","Description":"U.S. Secretary of State Mike Pompeo said on Sunday that a rift between Qatar and its Gulf Arab neighbors had gone on for too long and was threatening regional unity needed to counter Iran.","Category":"dip_crisis"},{"Title":"Millions expected to throng Indian city for world's largest religious festival","Description":"Pilgrims from across the world are gathering in India for the Kumbh Mela, a heady mix of spirituality, politics and tourism that begins on Tuesday, garnering extra attention ahead of a general election in the Hindu-majority country this year.","Category":"social"},{"Title":"Chinese court sentences Canadian to death; Trudeau blasts move","Description":"A Chinese court on Monday sentenced a Canadian man to be executed for drug smuggling, prompting Canadian Prime Minister Justin Trudeau to accuse China of using the death penalty arbitrarily.","Category":"rights"},{"Title":"Ethiopia protesters block main highway to the sea","Description":"Protesters in Ethiopia's northeastern Afar region have blocked the landlocked country's main route to the sea to demonstrate against surging ethnic violence, organizers said on Monday.","Category":"protests"},{"Title":"Bangladesh garment workers stage protests, say pay rise insufficient","Description":"Several thousand garment workers took to the streets in Bangladesh on Monday, rejecting a pay hike in the crucial export industry as insufficient, police and union leaders said.","Category":"protests"},{"Title":"Indonesian jets force Ethiopian cargo plane to land over airspace breach","Description":"Two Indonesian F-16 fighter jets forced an Ethiopian Airlines [ETHA.UL] cargo plane to land on Monday at an airport on Batam island after it had flown into Indonesian airspace without permission, an air force spokesman said.","Category":"mil_crisis"},{"Title":"Sudan's Bashir says protests will not lead to change in government","Description":"Sudan's President Omar al-Bashir insisted on Monday that he would not step down after weeks of violent protests and calls for him to quit over a worsening economic crisis.","Category":"protests"},{"Title":"Pawel Adamowicz, Gdansk mayor, dies after stabbing","Description":"Thousands are attending vigils for Pawel Adamowicz, who was attacked at a charity event on Sunday.","Category":"terror"},{"Title":"Trump denies he ever worked for Russia","Description":"The president also plays down a claim he seized a translator's notes after meeting Vladimir Putin.","Category":"pol_crisis"},{"Title":"Iran cargo plane crash 'leaves 15 dead' near Tehran","Description":"Only one of the 16 people on board the cargo plane is known to have survived, Iran's army says.","Category":"accident"},{"Title":"China sentences Canadian man to death for drug smuggling","Description":"Robert Lloyd Schellenberg's initial 15-year term for drug smuggling was too lenient, a court ruled.","Category":"rights"},{"Title":"Artwork with Saudi Arabia flag removed from Ground Zero","Description":"A sculpture featuring the flag drew complaints after being installed near New York's Ground Zero.","Category":"social"},{"Title":"Turkey dismisses Trump threat to economy over Syrian Kurds","Description":"The US president has vowed to \"devastate\" Turkey's economy if it attacks Kurdish fighters in Syria.","Category":"mil_crisis"},{"Title":"Nazanin Zaghari-Ratcliffe: Iran 'tried to get jailed mum to spy on UK'","Description":"Nazanin Zaghari-Ratcliffe's husband says Iran made the offer to his wife in exchange for her freedom.","Category":"rights"},{"Title":"Spain toddler stuck in deep borehole near Málaga","Description":"Rescuers try to locate the two-year-old boy who fell down the 100m hole near Málaga.","Category":"accident"},{"Title":"Czech pensioner jailed for terror attacks on trains","Description":"The 71-year-old Czech felled trees to block railway lines and pretended Islamists were responsible.","Category":"terror"},{"Title":"Pawel Adamowicz: Witness describes seeing knife as mayor fatally stabbed","Description":"A child describes the moment before Gdansk mayor Pawel Adamowicz is fatally stabbed at a charity event.","Category":"terror"},{"Title":"Airline Fastjet cancels flights to Zimbabwe due to unrest","Description":"HARARE (Reuters) - Low-cost African airline Fastjet cancelled its remaining flights to and from Zimbabwe on Monday due to political unrest, it said in a statement on Twitter.","Category":"pol_crisis"},{"Title":"Senegal blocks popular opposition candidates from presidential race","Description":"DAKAR (Reuters) - Senegal's two best known opposition figures have been barred from running in presidential elections next month, the Constitutional Council said on Monday, increasing President Macky Sall's chances of securing a second term in office.","Category":"elections"},{"Title":"Tanzania court rejects plea to halt draft law curbing opposition","Description":"DAR ES SALAAM (Reuters) - Tanzania's High Court on Monday rejected a petition from some opposition leaders to halt parliamentary debate on draft legislation they say would criminalize many legitimate political activities and cement \"one-party\" rule.","Category":"pol_crisis"},{"Title":"Congo under mounting foreign pressure for vote recount","Description":"KINSHASA (Reuters) - Democratic Republic of Congo faced growing pressure from African neighbours and beyond on Monday for a recount of its contested presidential election in a dispute that threatens more violence in the volatile nation.","Category":"elections"},{"Title":"Protests break out in Zimbabwe as economic crisis spirals","Description":"HARARE (Reuters) - Protesters barricaded roads and burned tyres in Zimbabwe's capital Harare on Monday, as anger over the worst economic crisis in a decade spilled onto the streets and piled pressure on President Emmerson Mnangagwa.","Category":"protests"},{"Title":"Former Ivorian leader seeks acquittal on war crimes charges","Description":"THE HAGUE (Reuters) - Judges at the International Criminal Court will rule on Tuesday over former Ivory Coast president Laurent Gbagbo's request to be acquitted and released after more than seven years in custody.","Category":"rights"},{"Title":"Sudan's Bashir says protests will not lead to change in government","Description":"KHARTOUM (Reuters) - Sudan's President Omar al-Bashir reiterated on Monday that he would not step down after weeks of violent protests and calls for him to quit over a worsening economic crisis.","Category":"protests"},{"Title":"Zimbabwe deploys police in Harare to control fuel price protests","Description":"HARARE (Reuters) - Zimbabwe police were deployed in Harare on Monday to patrol and stop and search citizens after protests erupted over a sharp increase in the price of fuel, the Home Affairs Minister said.","Category":"protests"},{"Title":"Zimbabwean protesters burn tyres, block roads over fuel price hike","Description":"HARARE (Reuters) - Protesters barricaded roads and burned tyres in a suburb of Zimbabwe's capital Harare on Monday, two days after President Emmerson Mnangagwa's announced a massive fuel price surge in an effort to stem a deepening economic crisis.","Category":"protests"},{"Title":"Congo poll leaves uncertainty for miners at heart of EV revolution","Description":"JOHANNESBURG (Reuters) - The surprise outcome of Congo's election - a vote meant to bring closure to years of turmoil under President Joseph Kabila - has done little to ease uncertainty for miners and investors in a country crucial to the electric vehicle revolution.","Category":"elections"},{"Title":"Car bomb blast near high-security compound in Kabul kills four, 90 wounded","Description":"At least four people were killed and 90 wounded when a bomb-laden car blew up near a high-security compound in the Afghan capital Kabul on Monday, officials said.","Category":"terror"},{"Title":"Bangladesh garment workers stage protests, say pay rise insufficient","Description":"Several thousand garment workers took to the streets in Bangladesh on Monday, rejecting a pay hike in the crucial export industry as insufficient, police and union leaders said.","Category":"protests"},{"Title":"Squabble over venue latest hurdle in Taliban-U.S. peace talks","Description":"Efforts to negotiate a peace deal to end the 17-year war in Afghanistan, already beset by disagreement about the agenda,  are facing a new hurdle over the venue for the talks.","Category":"mil_crisis"},{"Title":"Bangladesh PM to meet opposition which still rejects poll results","Description":"Bangladeshi Prime Minister Sheikh Hasina, who won her third straight term in an election last month marred by allegations of rigging, will \"soon\" meet opposition leaders who have so far boycotted parliament after rejecting the vote result.","Category":"elections"},{"Title":"Afghan troops fear loss of air support if U.S. pulls out forces","Description":"For hard-pressed Afghan troops, uncertainty over a planned withdrawal of U.S. forces has raised fears that they will lose American air support, one of the few decisive advantages over increasingly confident Taliban fighters.","Category":"mil_crisis"},{"Title":"Former Kosovar War Commander Questioned At Hague Court","Description":"A former commander of the Kosovo Liberation Army (UCK) has been interviewed at a controversial special court in the Netherlands about his role during Kosovo's 1998-99 war of independence from Serbia.","Category":"rights"},{"Title":"Four Killed, 90 Wounded In Kabul Car-Bomb Attack","Description":"At least four people were killed and more than 90 were wounded when a car bomb exploded near a foreign compound in the east of Afghanistan's capital, Kabul, on January 14, officials said.","Category":"terror"},{"Title":"Lavrov Talks Tough At Meeting With Japan On Disputed Islands","Description":"Moscow has warned Tokyo not to expect progress toward an agreement over the disputed Kurile Islands unless Japan first recognizes Russian sovereignty over the Pacific island chain claimed by both countries since World War II.","Category":"dip_crisis"},{"Title":"Far-Right German Journalist Implicated In Firebombing Of Hungarian Center In Ukraine","Description":"A Polish man accused of involvement in the firebombing of a Hungarian cultural center in western Ukraine last year says he received instructions on the attack from a German journalist who has worked for a German deputy with the anti-immigrant Alternative for Germany (AfD) party.","Category":"terror"},{"Title":"Pashinian Reappointed Armenian PM After Securing Parliament Majority","Description":"Nikol Pashinian has been appointed to a second term as prime minister of Armenia after his political alliance scored a landslide victory in snap parliamentary elections.","Category":"elections"},{"Title":"Russian Justice Ministry Calls For 'Brave' Crimean Lawyer's Expulsion From Bar Association","Description":"Human Rights Watch says Russian authorities are increasing pressure on Emil Kurbedinov, a prominent Crimean lawyer who has been working on high-profile cases that human rights organizations and Western governments say are politically motivated.","Category":"rights"},{"Title":"Aid Worker Imprisoned In Iran To Go On Hunger Strike","Description":"A British-Iranian mother detained in Tehran is set to begin a three-day hunger strike in protest against being denied specialist medical care, her husband says.","Category":"rights"},{"Title":"Iran Cargo-Plane Crash Leaves 15 Dead, Army Says","Description":"A cargo plane coming from Kyrgyzstan has crashed near the Iranian capital, with the country's military saying only one person of the 16 on board survived.","Category":"accident"},{"Title":"Gas Blast At Russian Apartment Block Kills At Least One","Description":"A gas explosion has rocked a nine-story residential building in southern Russia, killing one woman, authorities say.","Category":"accident"},{"Title":"Trump Warns Turkey Over Attacking Kurdish Forces In Syria","Description":"U.S. President Donald Trump has warned that the United States will “devastate Turkey economically” if Ankara attacks U.S.-backed Kurdish forces in Syria.","Category":"mil_crisis"},{"Title":"Pompeo: Saudi Leaders Committed To Holding Khashoggi's Killers Accountable","Description":"Saudi Arabia's rulers have \"reiterated their commitment\" to hold the killers of prominent Saudi columnist Jamal Khashoggi accountable, U.S. Secretary of State Mike Pompeo has said in Riyadh.","Category":"dip_crisis"},{"Title":"Gdansk Mayor Dies After Onstage Stabbing","Description":"The mayor of the northern Polish city of Gdansk, Pawel Adamowicz, has died after being stabbed by an assailant on stage at a charity event.","Category":"terror"},{"Title":"Spanish NGO says rescue boat blocked from operating in Mediterranean","Description":"A Spanish charity boat which rescues migrants at sea has been blocked by authorities from operating in the Mediterranean, the non-governmental organization said on Monday.","Category":"human_crisis"},{"Title":"Canada PM shuffles cabinet, ex-justice minister appears unhappy","Description":"Canadian Prime Minister Justin Trudeau on Monday shuffled his cabinet after a senior member quit and quickly had to deny he had demoted his long-serving justice minister, who seemed less than happy with her new job.","Category":"pol_crisis"},{"Title":"Brexit minister says he would remain in post if UK leaves with no deal","Description":"Brexit minister Stephen Barclay said on Monday he would remain in his position if Britain leaves the European Union on March 29 without a deal, because he would need to help oversee the process.","Category":"pol_crisis"},{"Title":"Jailed British-Iranian aid worker begins hunger strike","Description":"A British-Iranian aid worker who has been jailed in Tehran is going on hunger strike in protest at her treatment, her employer and her husband said.","Category":"rights"},{"Title":"Trump, Erdogan discussed 'ongoing cooperation' in Syria: White House","Description":"U.S. President Donald Trump told Turkish President Tayyip Erdogan in a phone call on Monday he wants to address Turkey's security concerns in Syria but stressed the importance that Washington's Kurdish allies not be mistreated, the White House said.","Category":"dip_crisis"},{"Title":"Brazil to fight invasions by landless workers: official","Description":"Brazil's right-wing government under President Jair Bolsonaro will seek to classify invasions of farmland by landless workers movements as akin to terrorism, with harsher penalties for perpetrators, an Agriculture Ministry official said on Monday.","Category":"protests"},{"Title":"Chinese court sentences Canadian to death as diplomatic row deepens","Description":"A Chinese court on Monday sentenced a Canadian man to be executed for drug smuggling, prompting Canada's Prime Minister Justin Trudeau to accuse China of using the death penalty arbitrarily.","Category":"rights"},{"Title":"Indian police charge student leader, nine others, in sedition case","Description":"Indian police on Monday charged 10 people, including a prominent former student organizer, with sedition, in a case that activists say is really about freedom of speech.","Category":"rights"},{"Title":"Senior Italian League politician found guilty of racist slur","Description":"A senior parliamentarian in the anti-immigration League party was convicted on Monday of racially abusing Italy's first black minister and handed an 18-month suspended prison term.","Category":"human_crisis"},{"Title":"South America creating regional bloc to counter Venezuela: Colombia","Description":"South American countries are developing a new diplomatic group to replace the Unasur regional bloc that is heavily influenced by increasingly isolated Venezuela, Colombian President Ivan Duque said on Monday.","Category":"pol_crisis"},{"Title":"Kumbh Mela: Millions of Indians prepare for holy dip","Description":"The Kumbh Mela festival, the largest gathering of people anywhere, is starting in northern India.","Category":"social"},{"Title":"Zimbabwe fuel protests after prices more than double","Description":"Protesters took to the streets of the capital over the government's sudden fuel price increase.","Category":"protests"},{"Title":"Paris Opera Drops Star Russian Dancer After Homophobic Rant","Description":"The Paris Opera Ballet has dropped Ukrainian-born dance star Sergei Polunin from a production of Swan Lake after he made a homophobic and sexist rant on social media.","Category":"social"},{"Title":"Trump Tells Turkey: 'Don't Mistreat The Kurds'","Description":"U.S. President Donald Trump has warned his Turkish counterpart, Recep Tayyip Erdogan, in a telephone conversation against attacking Kurdish military units that have been closely allied to U.S. forces in Syria.","Category":"mil_crisis"},{"Title":"Syrian jihadists deny they plan to crush rivals and take over Idlib region","Description":"The main jihadist group in northwest Syria said on Monday it did not seek to dominate the Idlib region, after it cemented its grip on the last rebel-held bastion, putting a deal to avert a Russian-led army assault on the area at risk.","Category":"mil_crisis"},{"Title":"Liberal mayor of Poland's Gdansk dies after stabbing","Description":"Pawel Adamowicz, the liberal mayor of the Polish city of Gdansk, died on Monday of his wounds a day after being stabbed by a former convict who rushed the stage during one of Poland's biggest annual charity events.","Category":"terror"},{"Title":"Venezuela's Maduro hikes minimum wage 300 percent","Description":"Venezuelan President Nicolas Maduro on Monday raised the minimum wage by 300 percent to 18,000 bolivars per month, around $6.70, as part of routine wage hikes in an economy suffering from annual inflation approaching 2 million percent.","Category":"econ_crisis"},{"Title":"Greek PM Tsipras expected to survive confidence vote on Wednesday","Description":"Greece's leftist Prime Minister Alexis Tsipras is expected to survive a parliamentary vote of confidence on Wednesday after his right-wing coalition partner quit in disagreement over a deal that aims to end a years-long name dispute with Macedonia.","Category":"pol_crisis"},{"Title":"Gabon's president heads home after extended medical leave","Description":"President Ali Bongo headed home to Gabon on Monday after extended medical leave in Morocco following a stroke, two government sources told Reuters.","Category":"pol_crisis"},{"Title":"Pakistan Court Orders Fresh Report On Mentally Ill Prisoner On Death Row","Description":"Pakistan's top court on January 14 ordered a fresh medical report into the condition of a mentally ill prisoner on death row, an NGO representing him said, days after his execution was temporarily suspended.","Category":"rights"},{"Title":"'They Need A Good Slap': Paris Opera Drops Star Russian Dancer After Homophobic Rant","Description":"The Paris Opera Ballet has dropped Ukrainian-born dance star Sergei Polunin from a production of Swan Lake after he made a homophobic and sexist rant on social media.","Category":"social"},{"Title":"Thousands Turn Out Across Poland To Remember Slain Mayor Of Gdansk","Description":"Thousands of people joined marches across Poland to pay tribute to the mayor of Gdansk, who died on January 14 after being stabbed in the heart at a charity event.","Category":"terror"},{"Title":"Gabon's president returns home after extended medical leave","Description":"President Ali Bongo returned to Gabon on Monday after a three-month medical leave during which a coup attempt was thwarted, two government sources told Reuters.","Category":"pol_crisis"},{"Title":"Venezuela opposition leader Guaido 'not afraid' after detention","Description":"Venezuelan opposition leader Juan Guaido on Sunday said that President Nicolas Maduro's adversaries were \"not afraid\" even though he was briefly detained by intelligence agents, days after announcing he would be willing to replace the increasingly isolated president.","Category":"pol_crisis"},{"Title":"Leftist militant Battisti extradited to Italy after arrest in Bolivia","Description":"Italian former leftist guerrilla Cesare Battisti, convicted of murder and on the run for almost four decades after escaping prison, was extradited to Italy after being arrested in Bolivia, officials said on Sunday.","Category":"terror"},{"Title":"Ahead of vote, UK PM May warns it would be catastrophic to halt Brexit","Description":"British Prime Minister Theresa May warned lawmakers on Sunday that failing to deliver Brexit would be catastrophic for democracy, in a plea for support two days before parliament is expected to reject her deal with Brussels.","Category":"pol_crisis"},{"Title":"UK's May says parliament blocking Brexit is more likely than 'no deal'","Description":"Prime Minister Theresa May will say on Monday that lawmakers blocking Brexit is now a more likely outcome than Britain leaving the European Union without a deal.","Category":"pol_crisis"},{"Title":"Australian premier plans Fiji, Vanuatu visit to offset China influence","Description":"Australian Prime Minister Scott Morrison said on Monday he will  visit Fiji and Vanuatu this week as part of a push to offset China's growing influence in the South Pacific.","Category":"diplomacy"},{"Title":"Mayor of Gdansk stabbed onstage at Polish charity event","Description":"The popular veteran mayor of the Polish city of Gdansk, Pawel Adamowicz, was stabbed on Sunday evening by a man who burst onto an open-air stage at a national charity event, police said.","Category":"terror"},{"Title":"Wife says ex-Nissan boss Ghosn suffers 'harsh' treatment in jail","Description":"The wife of ousted Nissan Motor Co Ltd  chairman Carlos Ghosn has urged Human Rights Watch to bring attention to the \"harsh treatment\" he has received while being detained in a Japanese jail, according to a letter seen by Reuters on Sunday.","Category":"rights"},{"Title":"Urging Gulf states to heal rift, U.S.'s Pompeo lands in Riyadh","Description":"U.S. Secretary of State Mike Pompeo said on Sunday that a rift between Qatar and its Gulf Arab neighbors had gone on for too long and was threatening regional unity needed to counter Iran.","Category":"dip_crisis"},{"Title":"Morocco's Amazigh want their new year to become official holiday","Description":"Hundreds of people gathered in Morocco's capital Rabat late on Saturday to mark the start of the Amazigh new year with a sit-in calling on the state to make the celebration a national holiday.","Category":"social"},{"Title":"Greece's Tsipras calls confidence vote after ally quits coalition","Description":"Greek Prime Minister Alexis Tsipras on Sunday said he would call a confidence vote in his government after his coalition ally quit, leaving him bereft of a parliamentary majority and raising the possibility of snap elections.","Category":"pol_crisis"},{"Title":"With 2,300-word letter, Macron launches debate to quell 'yellow vest' unrest","Description":"President Emmanuel Macron on Sunday kicked off a three-month national debate he hopes can quell the \"yellow vest\" unrest with a letter to the French in which he pledged to listen to new ideas but stuck to his core economic reform agenda.","Category":"protests"},{"Title":"Israel claims Syria air strike, says hunt for Hezbollah tunnels over","Description":"Prime Minister Benjamin Netanyahu acknowledged on Sunday Israel's weekend attack on what he called an Iranian arms cache in Syria, and said it had also completed a hunt for cross-border tunnels dug by Tehran-allied Lebanese Hezbollah fighters.","Category":"mil_crisis"},{"Title":"France's Le Pen launches EU campaign with appeal to 'yellow vests'","Description":"French far-right leader Marine Le Pen launched her campaign for the May 26 European Parliament election on Sunday with an appeal to the broad \"yellow vest\" protest movement that has rattled the government.","Category":"elections"},{"Title":"White House asked for options to strike Iran: WSJ","Description":"The White House's national security team last fall asked the Pentagon to provide it with options for striking Iran after a group of militants aligned with Tehran fired mortars into an area in Baghdad that is home to the U.S. Embassy, the Wall Street Journal reported Sunday.","Category":"mil_crisis"},{"Title":"Bangladesh garment manufacturers raise workers' pay amid further protests","Description":"Garment manufacturers in Bangladesh have agreed to raise workers' pay, the commerce minister said on Sunday, urging people to return to work after a week of violent demonstrations.","Category":"protests"},{"Title":"Iran protests to Poland over Iran-focused summit","Description":"Iran's foreign ministry summoned a senior Polish diplomat to protest at Poland jointly hosting a global summit with the United States focused on the Middle East, particularly Iran, state news agency IRNA reported on Sunday.","Category":"dip_crisis"},{"Title":"Sex abuse cases color immigration debate before Finnish election","Description":"The parliamentary heads of two of Finland's largest parties have called for action after investigations against 19 foreign-born men on suspicion of sexual abuse of minors.","Category":"social"},{"Title":"French media denounce violent 'yellow vest' attacks on press","Description":"French media and reporters' organizations on Sunday denounced attacks on journalists by \"yellow vest\" anti-government protesters and called for better protection after a series of incidents this weekend.","Category":"protests"},{"Title":"Congo should recount presidential election vote - Southern African bloc","Description":"An influential African bloc urged Democratic Republic of Congo on Sunday to recount votes cast in its disorganized presidential election, raising pressure on Kinshasa to ensure the legitimacy of the next government and avert widespread violent unrest.","Category":"elections"},{"Title":"Venezuela authorities release opposition leader Guaido - Congress official","Description":"Venezuelan intelligence agents have released opposition leader and congress chief Juan Guaido after briefly detaining him on the way to a political rally, a congressional representative said on Sunday.","Category":"pol_crisis"},{"Title":"China promises graft crackdown in education, health","Description":"China will step up its anti-corruption crackdown this year to focus on education, medical care, environmental protection and other major areas of concern to the public, the anti-graft watchdog said.","Category":"social"},{"Title":"US shutdown: Trump urged to temporarily reopen government","Description":"A senior Republican close to the president says a short reopening could allow talks to end the impasse.","Category":"pol_crisis"},{"Title":"Pawel Adamowicz: Gdansk mayor stabbed at charity event","Description":"The suspect, a 27-year-old local resident, reportedly shouted that he had been wrongfully imprisoned.","Category":"terror"},{"Title":"Britain pledges legislation in 2019 to combat deadly air pollution","Description":"Britain on Monday pledged to fight air pollution and introduce new legislation this year on air quality to save lives and billions of pounds for the economy.","Category":"environment"},{"Title":"Cesare Battisti: Bolivia extradites Italian ex-militant","Description":"Cesare Battisti, wanted for four murders in Italy, is on a plane to Rome after his arrest on Saturday.","Category":"terror"},{"Title":"Saudi Prince al-Faisal warns against US Syria pullout","Description":"A senior royal family member says US troop withdrawals will have a \"very negative\" impact on the Syrian people.","Category":"mil_crisis"},{"Title":"Paris bakery explosion death toll rises to four","Description":"The body of a woman is found in the rubble of the buildings destroyed by a huge explosion on Saturday.","Category":"accident"},{"Title":"Alps snow: Avalanche kills three skiers near Lech, Austria","Description":"Three German skiers die and one is missing after an avalanche near the Austrian ski resort of Lech.","Category":"nat_desaster"},{"Title":"Greek government crisis over Macedonia name change","Description":"The prime minister says he will call a confidence vote after a split in the ruling coalition.","Category":"pol_crisis"},{"Title":"DR Congo election: Sadc proposes unity government","Description":"Southern Africa regional body Sadc says similar political deals have been made in Kenya and Zimbabwe.","Category":"elections"},{"Title":"Juan Guaidó: Venezuela's opposition leader briefly detained","Description":"Juan Guaidó said on Friday he was ready to assume the country's presidency on an interim basis.","Category":"pol_crisis"},{"Title":"ANC manifesto: Land, jobs and blockchain","Description":"South Africa's President Cyril Ramaphosa unveils economic and social plans ahead of May elections.","Category":"elections"},{"Title":"Refugee homes in Lebanon have been flooded","Description":"More than a third of Lebanon's population is refugees. Storm Norma's left many of their homes flooded.","Category":"nat_desaster"},{"Title":"Actress Rania Youssef facing jail term over revealing dress","Description":"Egyptian actress Rania Youssef is set to appear in court after being accused of \"inciting debauchery\".","Category":"social"},{"Title":"US shutdown: 'I don't need a wall, I want money to plant crops'","Description":"With the US Department of Agriculture a casualty of the shutdown, farmers like this one are feeling the pain.","Category":"pol_crisis"},{"Title":"Kumbh Mela: How to plan the world's biggest gathering","Description":"Some 120 million Hindu pilgrims are expected to gather at the Kumbh Mela between now and March.","Category":"social"},{"Title":"A church under surveillance by a man in a Toyota","Description":"Ukraine has a new church, but some parishes remain loyal to the Moscow patriarch - and this sometimes causes tensions.","Category":"social"},{"Title":"U.S.-backed Syrian force: Islamic State in its 'final moments'","Description":"Islamic State militants are \"living their final moments\" in the last enclave they hold near the Iraqi border, where U.S.-backed Syrian Democratic Forces (SDF) are attacking them, an SDF official said on Sunday.","Category":"mil_crisis"},{"Title":"Britain launches task force to tackle dirty money","Description":"Britain will work with the financial industry to crack down on fraud, corruption and dirty money by launching a task force that will include senior banking figures, the finance ministry said on Monday.","Category":"corruption"},{"Title":"White House asked for options to strike Iran: source","Description":"The White House's national security team last fall asked the Pentagon to provide it with options for striking Iran after a group of militants aligned with Tehran fired mortars into an area in Baghdad that is home to the U.S. Embassy, a source  familiar with the matter said on Sunday.","Category":"mil_crisis"},{"Title":"Congo should consider unity government -southern African bloc","Description":"JOHANNESBURG (Reuters) - The Southern African Development Community (SADC) thinks the Democratic Republic of Congo (DRC) should consider a government of national unity after its disputed presidential election, South Africa's foreign minister said on Sunday.","Category":"elections"},{"Title":"Sudan protests death toll rises to 24 - fact-finding committee","Description":"CAIRO (Reuters) - The death toll from protests in Sudan that began last month has risen to 24, the head of the Sudanese government fact-finding committee Amer Ibrahim said on Saturday.","Category":"protests"},{"Title":"Congo ruling coalition wins legislative majority, constraining president-elect","Description":"KINSHASA (Reuters) - Outgoing Democratic Republic of Congo President Joseph Kabila's ruling coalition won a majority in legislative elections, a coalition official said on Saturday, despite opposition leader Felix Tshisekedi's win in the presidential vote the same day.","Category":"elections"},{"Title":"South Africa's ANC puts jobs, growth at heart of 2019 election campaign","Description":"DURBAN, South Africa (Reuters) - South African President Cyril Ramaphosa vowed to create more jobs, boost economic growth and address racial inequalities at a rally on Saturday to launch the ruling party's parliamentary election campaign.","Category":"elections"},{"Title":"Security forces fire tear gas as more protests hit Sudanese cities","Description":"KHARTOUM (Reuters) - Sudanese security forces fired tear gas to disperse demonstrators who marched after noon prayers in the capital Khartoum on Friday as protests against President Omar al-Bashir's 30-year-old rule widened.","Category":"protests"},{"Title":"Congo election runner-up to press fraud dispute in court","Description":"KINSHASA (Reuters) - The runner-up in Democratic Republic of Congo's presidential election said on Friday he in fact won a landslide victory with more than 60 percent of votes and will file a formal fraud complaint.","Category":"elections"},{"Title":"Burkina Faso extends state of emergency in north by 6 months after attack","Description":"OUAGADOUGOU (Reuters) - Burkina Faso's parliament voted on Friday to extend a state of emergency by six months in several northern provinces where attacks by Islamist militants have surged in recent months, including one on Thursday that killed 12 people.","Category":"mil_crisis"},{"Title":"Russian ambassador sparks backlash with suggestion Guinea change constitution","Description":"CONAKRY (Reuters) - A suggestion by the Russian ambassador to Guinea that President Alpha Conde change the constitution and run for a third term has set off a firestorm of criticism among Conde's opponents a year ahead of a presidential election.","Category":"dip_crisis"},{"Title":"SADC bloc calls for calm in DRC amid election outcome dispute","Description":"JOHANNESBURG (Reuters) - The Southern African Development Community on Friday called for calm in the Democratic Republic Congo amid a dispute over the result of presidential vote.","Category":"elections"},{"Title":"Human Rights Watch calls for sanctions against new Afghan defence minister","Description":"International rights group Human Rights Watch (HRW) has urged major donors to impose sanctions on Afghanistan's newly appointed acting defence minister over alleged war crimes and human rights abuses.","Category":"rights"},{"Title":"Bangladesh factory owners threaten to cut off pay to protesting workers","Description":"The head of Bangladesh's garment manufacturers association on Sunday called on protesting workers to return to work by Monday or companies will cut off their pay, after demonstrations calling for higher salaries that have lasted for a week.","Category":"protests"},{"Title":"Gunmen attack police station in western Afghanistan, five killed","Description":"Five people were killed on Saturday in clashes between the police and gunmen who attacked a police station in Afghanistan's western Herat province, officials said.","Category":"terror"},{"Title":"Islamic State commander killed in Afghanistan, U.S. forces say","Description":"A senior commander of the Islamic State militant group was killed in Afghanistan in a raid, U.S. Forces Afghanistan said on Saturday.","Category":"mil_crisis"},{"Title":"Baton-wielding Bangladesh police fire tear gas to break up garment pay clashes","Description":"Baton-wielding Bangladeshi police fired tear gas to break up thousands of garment workers demonstrating for higher wages for a fifth day on Thursday, forcing dozens of factories to close.","Category":"protests"},{"Title":"Taliban kill more than 30 members of Afghan security forces and militias","Description":"The Taliban launched a series of attacks on security checkpoints in four Afghan provinces early on Thursday, killing 32 members of the security forces and pro-government militias, provincial officials said.","Category":"terror"},{"Title":"Philippine court orders jail for former bank manager over Bangladesh central bank heist","Description":"A Philippine court on Thursday held a former bank manager guilty on eight counts of money laundering, the first conviction in one of the world's largest cyber heists, in which $81 million was stolen from Bangladesh's central bank nearly three years ago.","Category":"corruption"},{"Title":"Taliban kill Afghan govt employee who was also part-time journalist","Description":"The body of an Afghan government employee who also worked as a part-time journalist in western Afghanistan's Farah region has been found, three days after he was kidnapped by Taliban militants, local officials said on Wednesday.","Category":"terror"},{"Title":"Afghanistan says end to war a 'dream' without Taliban talking to government","Description":"Afghan Chief Executive Abdullah Abdullah said on Wednesday that the Taliban's refusal to involve the government in peace talks means the end to a conflict that has lasted 17 years can only remain a dream.","Category":"mil_crisis"},{"Title":"Bangladesh police use tear gas, water cannons on protesting garment workers","Description":"Bangladeshi police used water cannons, tear gas and batons to disperse thousands of protesting garment factory workers on Wednesday, after they pressed their demands for higher wages by blocking roads for a fourth day.","Category":"protests"},{"Title":"Maldives president appeals for details of graft under predecessors","Description":"The president of the Maldives has appealed to citizens to furnish details of graft during the term of his pro-China predecessor and earlier, as the Indian Ocean island investigates deals worth billions of dollars given to Chinese firms.","Category":"corruption"},{"Title":"Afghan Taliban cancel peace talks with U.S. citing 'agenda disagreement'","Description":"The Afghan Taliban said on Tuesday they had called off peace talks with U.S. officials in Qatar this week due to an \"agenda disagreement\", especially over the involvement of Afghan officials as well as a possible ceasefire and prisoner exchange.","Category":"mil_crisis"},{"Title":"Mayor Of Polish City Of Gdansk Stabbed On Stage During Charity Event","Description":"The mayor of the northern Polish city of Gdansk has been stabbed while attending a charity concert and is in serious condition.","Category":"terror"},{"Title":"Russian Space Agency Hopeful Despite Failed Attempt To Control Satellite","Description":"Russia's space agency says it has again failed to restore communications with an orbiting radio telescope but remains hopeful it will regain control of the satellite soon.","Category":"accident"},{"Title":"Schumer Says He Will Force Vote On U.S. Move To Ease Sanctions On Deripaska","Description":"U.S. Senate Minority Leader Chuck Schumer says he will use the Countering America's Adversaries Through Sanctions Act to force a vote on a resolution disapproving a decision by President Donald Trump to relax sanctions on companies connected to Russian oligarch Oleg Deripaska.","Category":"dip_crisis"},{"Title":"HRW Calls For Sanctions Against Afghan Defense Minister Over Alleged Rights Abuses","Description":"Human Rights Watch (HRW) has urged major donors to impose sanctions on Afghanistan's newly appointed defense minister over alleged human rights abuses and other crimes.","Category":"rights"},{"Title":"Russia Releases Blogger Detained After Sharing Controversial Video","Description":"Russian authorities have released a blogger who was detained after sharing a video that sparked claims that several law enforcement officials had attended the funeral of a local gang leader.","Category":"rights"},{"Title":"Trump Denies Hiding Details Of Putin Meetings","Description":"U.S. President Donald Trump has denied hiding details of conversations with Russian leader Vladimir Putin from administration officials, saying he is \"not keeping anything under wraps.\"","Category":"pol_crisis"},{"Title":"Netanyahu Confirms Israeli Strikes On Iranian Targets In Syria","Description":"Israel at the weekend carried out an air strike on Iranian weapons in Syria, Israeli Prime Minister Benjamin Netanyahu has said.","Category":"mil_crisis"},{"Title":"Pakistan's Top Court Stays Execution Of Mentally Ill Man","Description":"The Supreme Court of Pakistan has suspended the execution of a former police officer who is mentally ill.","Category":"rights"},{"Title":"Iran Protests To Poland Over Upcoming Summit","Description":"The Iranian Foreign Ministry has summoned the Polish envoy in Tehran to protest Poland jointly hosting a global conference with the United States focused on the Middle East, and Iran in particular, local state media reported.","Category":"dip_crisis"},{"Title":"Five Killed In Taliban Attack On Afghan Police Station","Description":"An attack on a police station in western Afghanistan has left five people dead, officials say.","Category":"terror"},{"Title":"Greek Defense Minister Resigns Over Macedonia Name Deal","Description":"Greek Defense Minister Panos Kammenos announced his resignation ahead of a parliamentary vote to ratify a deal ending a decades-old name dispute with Macedonia.","Category":"pol_crisis"},{"Title":"Thousands Rally In Serbia Against Vucic For Sixth Week","Description":"Thousands of people have gathered in Belgrade for the sixth week of street protests against Serbian President Aleksandar Vucic, whom they accuse of stifling media freedoms and suppressing the opposition.","Category":"protests"},{"Title":"U.S. Welcomes Macedonian Parliament’s Decision To Back Name Change","Description":"The Unites States has welcomed the decision by Macedonia's parliament to approve a constitutional amendment that renames the country the Republic of North Macedonia.","Category":"diplomacy"},{"Title":"Tajik Journalist Jailed In Absentia For 'Breaching Court Order'","Description":"A prominent Tajik journalist has been sentenced to eight months in prison for breaching a court order and illegally leaving the country, his lawyer says.","Category":"rights"},{"Title":"Russian Blogger Detained After Sharing Video, Independent Group Says","Description":"A Russian blogger has been detained after sharing a video that sparked claims that several law enforcement officials attended the funeral of a local gang leader, an independent monitoring group says.","Category":"rights"},{"Title":"OSCE Monitoring Drone Shot Down Over Eastern Ukraine","Description":"A surveillance drone operated by monitors for the Organization for Security and Cooperation in Europe (OSCE) in eastern Ukraine has been shot down near the government-controlled village of Popasna in the Luhansk region.","Category":"mil_crisis"},{"Title":"Company Of Putin-Connected Oligarch Rotenberg Wins State Anticorruption Tender","Description":"A company owned by Russian billionaire oligarch Arkady Rotenberg has been awarded a state grant to conduct training on civil-society development and combating corruption.","Category":"corruption"},{"Title":"Chinese police begin new probe into expired vaccines","Description":"Police in China's eastern province of Jiangsu have begun an investigation after at least 145 children received expired polio vaccines, the Global Times said on Monday, a new blow to a sector hit by a series of scandals last year.","Category":"health_crisis"},{"Title":"From Tibet to the 'Nine Dragons', Vietnam's Mekong Delta is losing sand","Description":"In the dead of night, the entire front half of shopkeeper Ta Thi Kim Anh's house collapsed. Perched on the sandy banks of the Mekong River, it took just a few minutes for one half of everything she owned to plunge into its murky depths.","Category":"nat_desaster"},{"Title":"Saudi Arabia to set up $10 billion oil refinery in Pakistan","Description":"Saudi Arabia plans to set up a $10 billion oil refinery in Pakistan's deepwater port of Gwadar, the Saudi energy minister said on Saturday, speaking at the Indian Ocean port that is being developed with the help of China.","Category":"econ_develop"},{"Title":"Sri Lanka seeks to lower IMF fiscal targets after political crisis","Description":"Sri Lanka will ask the IMF to ease its 2019 budget deficit target of 3.9 percent under a $1.5 billion loan programme, to give the economy more time to recover from a political crisis, a senior finance ministry official said on Thursday.","Category":"econ_develop"},{"Title":"Pakistan eyes investment pacts with Saudi Arabia, UAE","Description":"Pakistan expects to sign investment agreements with Saudi Arabia and the United Arab Emirates in the coming weeks, the prime minister's office said, as Islamabad builds on its ties with states that have recently lent it billions of dollars.","Category":"econ_develop"},{"Title":"Pakistan's PM sacks heads of gas utilities over energy crisis","Description":"Pakistan's Prime Minister Imran Khan on Wednesday sacked the chiefs of Sui Natural Gas Pipeline Limited (SNGPL) and Sui Southern Gas Company Limited (SSGC) over a severe winter energy crisis that has seen repeated supply outages.","Category":"econ_crisis"},{"Title":"Air cargo route opens from northern Afghanistan to Turkey, Europe","Description":"Afghanistan opened the latest in a series of air cargo trade corridors on Wednesday with the inauguration of a route linking the northern city of Mazar-i-Sharif with Istanbul and destinations in Europe.","Category":"econ_develop"},{"Title":"Saudi Arabia To Build $10 Billion Oil Refinery In Pakistan's Gwadar","Description":"Saudi Arabia says it plans to set up a $10 billion oil refinery in Pakistan's deepwater port of Gwadar, which is being developed with the help of China.","Category":"econ_develop"},{"Title":"Trump threatens to 'devastate' Turkish economy over Syrian Kurds","Description":"The US leader warns Turkey of economic devastation if it attacks Kurds after a US pullout from Syria.","Category":"mil_crisis"},{"Title":"Iran says it is taking initial steps to design reactor fuel","Description":"Iran is taking preliminary steps to design uranium fuel with a purity of 20 percent for reactors instead of having to copy foreign designs, Iran's nuclear chief said on Sunday.","Category":"econ_develop"},{"Title":"Pompeo To Discuss Khashoggi Case With Saudi Crown Prince","Description":"U.S. Secretary of State Mike Pompeo is scheduled January 14 to meet Saudi Arabia’s de facto ruler -- Crown Prince Mohammad Bin Salman -- for talks likely to focus on the investigation into the killing of Jamal Khashoggi, the U.S.-based Washington Post columnist from Saudi Arabia.","Category":"dip_crisis"},{"Title":"New Zealand hospitals crippled as thousands of doctors strike","Description":"Nearly 80 percent of junior doctors across New Zealand walked off work at public hospitals on Tuesday, after a breakdown in union talks with the government over working conditions and wages.","Category":"protests"},{"Title":"Pompeo to hold talks with North Korea this week: South Korean paper","Description":"U.S. Secretary of State Mike Pompeo is about to hold high-level talks in Washington D.C. with North Korean senior official Kim Yong Chol on Thursday or Friday, and both sides are fine-tuning details, a South Korean newspaper said.","Category":"diplomacy"},{"Title":"UK PM May to force second vote on Brexit deal: The Sun","Description":"British Prime Minister Theresa May will force a second parliamentary vote on her Brexit deal despite facing defeat, The Sun reported on Monday.","Category":"pol_crisis"},{"Title":"In Lebanon, U.S. State Department official calls Hezbollah 'unacceptable'","Description":"The U.S. State Department criticized Lebanon's Iran-backed Hezbollah group on Monday for digging tunnels into Israel and stockpiling rockets, as Washington steps up efforts to isolate Tehran.","Category":"mil_crisis"},{"Title":"Islamic State insurgents overrun northeast Nigerian town: security sources","Description":"Islamic State West Africa (ISWA) insurgents overran the town of Rann in northeastern Nigeria on Monday evening, security sources said, a blow to President Buhari's efforts to defeat the militants just weeks before national elections.","Category":"mil_crisis"},{"Title":"Fuel price protests in Zimbabwe turn deadly","Description":"Several people were killed and some 200 arrested during protests in Zimbabwe on Monday, the government said, two days after it raised the price of fuel in an attempt to tame the worst economic crisis in a decade.","Category":"protests"},{"Title":"Chechnya LGBT: Dozens 'detained in new gay purge'","Description":"The Russian LGBT network alleges dozens have been detained, and at least two killed, in recent weeks.","Category":"rights"},{"Title":"Zimbabwe protests after petrol and diesel price hike","Description":"President Emmerson Mnangagwa said the doubling of the petrol price hike will address fuel shortages.","Category":"protests"},{"Title":"Taliban talks: Pakistan arrest 'sends militants message'","Description":"Sources in the group tell the BBC the arrest of a senior member is meant to push them to peace talks.","Category":"mil_crisis"},{"Title":"Judge extends block on Trump birth control rules across US","Description":"The new Trump administration rules would let employers opt out of providing free birth control.","Category":"social"},{"Title":"China's weakening trade figures should concern us all","Description":"It isn't just the US president that should be concerned about this week's sluggish trade figures.","Category":"econ_crisis"},{"Title":"Chinese media rejects suggestion death for Canadian drug smuggler a pressure tactic","Description":"China is not putting pressure on Canada by sentencing a Canadian to death for drug smuggling, and any suggestion it was doing so showed \"rude contempt\" of China's law, its state media said.","Category":"dip_crisis"},{"Title":"China starts new recycling drive as foreign trash ban widens","Description":"China plans to launch 100 new large-scale recycling \"bases\" by the end of next year, part of a campaign to make better use of its resources after extending a ban on foreign trash imports.","Category":"environment"},{"Title":"Afghan Taliban claim responsibility for deadly Kabul car bomb attack","Description":"The Taliban claimed responsibility on Tuesday for a car bomb attack near a heavily fortified foreign compound in Afghanistan's capital, Kabul, that killed at least four people a day earlier.","Category":"terror"},{"Title":"U.S., North Korea to hold talks this week after nuclear standoff: media","Description":"The United States and North Korea plan to hold high-level talks in Washington as soon as this week to discuss a second summit of their leaders, following a prolonged stalemate in nuclear talks, South Korean media said on Tuesday.","Category":"diplomacy"},{"Title":"Coming to Canada 'worth the risk,' says Saudi teen refugee","Description":"Rahaf Mohammed al-Qunun plans to pursue an education, get a job and \"live a normal life\" in Canada - things she said she could not do in her home of Saudi Arabia, which she fled fearing for her life, she told Canadian media on Monday.","Category":"rights"},{"Title":"Japan's Olympic Committee head denies impropriety in 2020 bid procedures","Description":"The head of Japan's Olympic Committee confirmed on Tuesday that he was questioned by French authorities in December but repeated his denial there was anything improper involved in Tokyo's bid for the 2020 Games and vowed to show his innocence.","Category":"corruption"},{"Title":"Republican Steve King ousted from House panels over race remarks","Description":"Steve King faces mounting criticism for asking why terms like white supremacy are controversial.","Category":"rights"},{"Title":"Nissan plans to file for damages against Ghosn: source","Description":"Nissan Motor Co Ltd plans to file a civil suit against ousted chairman Carlos Ghosn to claim damages resulting from the alleged misuse of company funds, a person with knowledge of the issue said, adding to the high-profile executive's legal headaches.","Category":"corruption"},{"Title":"Tokyo court denies Nissan Ghosn's latest bail request","Description":"The Tokyo District Court on Tuesday denied former Nissan Motor Co Ltd Chairman Carlos Ghosn's request for release on bail after his indictment last week on two new charges, making it likely the once-feted executive remains jailed for months.","Category":"corruption"},{"Title":"Hundreds in new U.S.-bound migrant caravan cross into Guatemala","Description":"Several hundred Honduran migrants in a new U.S.-bound caravan crossed into Guatemala on Tuesday, as U.S. President Donald Trump seized on news of the advancing group to try to build support for a wall along his country's border with Mexico.","Category":"human_crisis"},{"Title":"One third of U.N. workers say sexually harassed in past two years","Description":"One third of U.N. staff and contractors experienced sexual harassment in the past two years, according to a report released by the United Nations on Tuesday.","Category":"human_crisis"},{"Title":"Brexit bedlam: May's EU divorce deal crushed by 230 votes in parliament","Description":"British lawmakers defeated Prime Minister Theresa May's Brexit divorce deal by a crushing margin on Tuesday, triggering political chaos that could lead to a disorderly exit from the EU or even to a reversal of the 2016 decision to leave.","Category":"pol_crisis"},{"Title":"'El Chapo' paid ex-Mexican president $100 million bribe: trial witness","Description":"Accused Mexican drug lord Joaquin \"El Chapo\" Guzman once paid a $100 million bribe to former Mexican President Enrique Pena Nieto, an ex-Guzman associate testified on Tuesday that he previously told U.S. authorities.","Category":"corruption"},{"Title":"Gunmen kill 15 in Kenya hotel compound attack claimed by Somali Islamists","Description":"Gunmen blasted their way into a hotel and office complex in the Kenyan capital on Tuesday, killing at least 15 people and sending workers diving under desks to escape an attack claimed by Somalia-based Islamist group al Shabaab.","Category":"terror"},{"Title":"Gunfire, blasts heard as survivors of attack in Kenya flee: first responder","Description":"Renewed gunfire and blasts were heard early on Wednesday morning as authorities evacuated around 50 survivors of a militant attack on an upscale hotel and business complex in the Kenya capital of Nairobi, a first responder said.","Category":"terror"},{"Title":"Factbox: How will the confidence vote in UK PM May's government work?","Description":"British lawmakers will on Wednesday vote on whether they have confidence in the government, after Prime Minister Theresa May's Brexit deal suffered a heavy defeat in parliament.","Category":"pol_crisis"},{"Title":"U.S. State department official confirms American killed in Kenya attack","Description":"A U.S. State Department official confirmed a U.S. citizen was killed in an attack on a hotel and office complex in the Kenyan capital Nairobi on Tuesday claimed by Somali Islamist group al Shabaab in which at least 15 people were killed.","Category":"terror"},{"Title":"Iran satellite launch fails after U.S. warning","Description":"Iran's bid to launch a satellite has failed, Telecoms Minister Mohammad Javad Azari-Jahromi said on Tuesday, after it ignored U.S. warnings to avoid such activity.","Category":"dip_crisis"},{"Title":"Venezuela Congress and U.S. government ratchet up pressure on Maduro","Description":"Venezuela's opposition-run Congress declared President Nicolas Maduro a \"usurper\" on Tuesday, and the U.S. government indicated its support for an opposition leader, ratcheting up pressure on the socialist president as he embarks on a disputed second term.","Category":"dip_crisis"},{"Title":"Vice President Pence calls Venezuelan opposition leader in show of support","Description":"U.S. Vice President Mike Pence said he had spoken by phone on Tuesday with Venezuelan opposition leader Juan Guaido, a show of support for him and a further sign of U.S. displeasure with Venezuelan President Nicolas Maduro.","Category":"diplomacy"},{"Title":"Wounded victims of militant attack still trapped inside Kenya hotel complex: emergency responder","Description":"Multiple wounded victims of a militant attack are still trapped inside an upscale Kenya hotel complex nearly eleven hours after the attack began, an emergency responder told Reuters.","Category":"terror"},{"Title":"British, American killed in militant attack in Kenya capital: mortuary","Description":"A British man and an American man were among 15 people killed in a militant attack in the Kenya capital, a mortuary worker told Reuters on Wednesday.","Category":"terror"},{"Title":"Lawmakers preparing bid to delay Brexit, ministers tell business leaders","Description":"Lawmakers are preparing a motion to delay the Article 50 process of leaving the European Union, government ministers told business leaders, according to a source who was on the call.","Category":"pol_crisis"},{"Title":"Colombia clears migrant camp as Venezuela exodus continues","Description":"Colombian authorities evacuated a camp that housed Venezuelan immigrants in the capital of Bogota on Tuesday, dismantling a temporary shelter even as the flow of refugees from the crisis-stricken neighboring nation is expected to continue unabated.","Category":"human_crisis"},{"Title":"U.S. eyes Taiwan risk as China's military capabilities grow","Description":"The United States is closely watching Chinese intentions toward Taiwan, concerned that Beijing's growing military prowess may  increase the risk it could one day consider bringing the self-ruled island under its control by force, a U.S. official said on Tuesday.","Category":"military"},{"Title":"UK PM May's deal can still form basis of Brexit agreement: spokesman","Description":"British Prime Minister Theresa May still believes her Brexit deal can form the basis of an agreement for Britain to leave the European Union, her spokesman said on Tuesday after the deal suffered a heavy defeat in parliament.","Category":"pol_crisis"},{"Title":"U.N. to approve Yemen truce monitors on Wednesday: diplomats","Description":"The United Nations Security Council is due to vote on Wednesday to approve the deployment of up to 75 observers to Yemen's port city of Hodeidah for six months to monitor a ceasefire and redeployment of forces by the warring parties, diplomats said.","Category":"mil_crisis"},{"Title":"Nairobi DusitD2 hotel attacked by suspected militants","Description":"Suspected militants target a luxury complex in the capital Nairobi, killing at least six people.","Category":"terror"},{"Title":"Brexit vote: Donald Tusk suggests UK should stay in EU","Description":"The European Council president sends a cryptic tweet after Theresa May's Brexit deal is rejected.","Category":"pol_crisis"},{"Title":"El Chapo 'paid $100m bribe to former Mexican president Peña Nieto'","Description":"A witness accuses Enrique Peña Nieto of taking a $100m bribe from drug traffickers in October 2012.","Category":"corruption"},{"Title":"Kirsten Gillibrand: US senator announces White House bid","Description":"New York Democratic Senator Kirsten Gillibrand is an outspoken critic of President Donald Trump.","Category":"elections"},{"Title":"Spain rescuers struggle to find two-year-old boy in deep borehole","Description":"The two-year-old boy fell down the narrow 100m-deep well near Málaga in Spain on Sunday.","Category":"accident"},{"Title":"Three Florida children die after becoming trapped in freezer","Description":"The three children had climbed into the unplugged unit in a garden when the latch closed on them.","Category":"accident"},{"Title":"More snow forecast as parts of Europe battle worst snowfall in decades","Description":"Northerly winds have caused conditions which have trapped people in some villages.","Category":"accident"},{"Title":"Why thousands of Los Angeles teachers are striking","Description":"More than 30,000 teachers have walked out demanding more support staff, smaller class sizes and better pay.","Category":"protests"},{"Title":"Spanish city protests against 'too friendly' devil sculpture","Description":"Residents of the Spanish city of Segovia say the sculpture is \"exalting evil\" by being so jolly.","Category":"protests"},{"Title":"Gilets jaunes: Will Macron's Grand Debate tackle French crisis?","Description":"France's president launches a national consultation in response to the \"gilets jaunes\" protests.","Category":"protests"},{"Title":"Gunmen kill 7 in Kenya hotel compound attack claimed by Somali Islamists","Description":"NAIROBI (Reuters) - Gunmen blasted their way into a hotel and office complex in the Kenyan capital on Tuesday, killing at least seven people and sending workers diving under desks from an attack claimed by Somali Islamists al Shabaab.","Category":"terror"},{"Title":"Soldiers patrol Zimbabwe streets after protests kill three people","Description":"HARARE (Reuters) - Zimbabwe's military put on a show of force to deter further unrest on Tuesday after at least three deaths in violent protests over steep fuel price hikes, but continuing disorder blocked the flow of key supplies into the country.","Category":"protests"},{"Title":"Gunmen storm Kenyan hotel compound, Somali Islamists claim lethal attack","Description":"NAIROBI (Reuters) - Gunmen blasted their way into a hotel and office complex in the Kenyan capital on Tuesday, sending workers fleeing for their lives as others cowered under their desks from an attack claimed by Somali Islamists al Shabaab.","Category":"terror"},{"Title":"eSwatini to ease ban on S.African meat after foot and mouth outbreak","Description":"MBABANE (Reuters) - The Kingdom of eSwatini, formerly known as Swaziland, said on Tuesday it would partially lift a ban on some meat and dairy products from South Africa after its neighbour took steps to contain an outbreak of highly contagious foot and mouth disease.","Category":"health_crisis"},{"Title":"Runner-up in Congo's disputed election launches official appeal","Description":"KINSHASA (Reuters) - Lawyers for the runner-up in Democratic Republic of Congo's disputed election on Tuesday urged the Constitutional Court in a series of impassioned speeches to order a recount of a poll that they said was rigged against their candidate.","Category":"elections"},{"Title":"Joy, anger as ex-Ivorian leader Gbagbo acquitted of war crimes","Description":"THE HAGUE/ABIDJAN (Reuters) - The International Criminal Court acquitted former Ivorian leader Laurent Gbagbo of war crimes on Tuesday and ordered his immediate release to the joy of dancing supporters and frustration of victims of atrocities.","Category":"rights"},{"Title":"Gunshots heard in hotel and office complex in Kenyan capital","Description":"NAIROBI (Reuters) - A fire and sustained gunfire sent workers fleeing for their lives at an upscale hotel and office complex in the Kenyan capital on Tuesday afternoon, Reuters witnesses said.","Category":"terror"},{"Title":"Three killed in Zimbabwe fuel price protests on Monday - police","Description":"HARARE (Reuters) - Three people, including a police officer, were killed in Zimbabwe on Monday during protests against a sharp hike in fuel prices, police spokeswoman Charity Charamba said.","Category":"protests"},{"Title":"Nigerian military clears Islamists from northeastern town","Description":"MAIDUGURI, Nigeria (Reuters) - Nigeria's military recaptured the northeastern town of Rann on Tuesday after it was overrun by Islamic State West Africa (ISWA) insurgents a day earlier, weeks ahead of an election in which security has become a key campaign issue.","Category":"mil_crisis"},{"Title":"Zimbabwe to give public workers living allowance - minister","Description":"HARARE (Reuters) - Zimbabwe will give public workers a cost of living allowance of between 5 percent and 23 percent of their monthly salary, its labour minister told Reuters on Monday against a backdrop of strikes and violent protests in the country.","Category":"protests"},{"Title":"Column: Are China, Russia winning the AI arms race?","Description":"In October, 31 Chinese teenagers reported to the Beijing Institute of Technology, one of the country’s premier military research establishments. Selected from more than 5000 applicants, Chinese authorities hope they will design a new generation of artificial intelligent weapons systems that could range from microscopic robots to computer worms, submarines, drones and tanks.","Category":"military"},{"Title":"Taliban threatens to pull out of peace talks with U.S.","Description":"The Taliban on Tuesday threatened to stall peace talks with the United States if they deflect from the issue of foreign force withdrawal from Afghanistan, a key demand of the hardline Islamic militants to end the 17-year war.","Category":"mil_crisis"},{"Title":"Exclusive: Sri Lanka says has $300 million loan offer from Bank of China, may increase to $1 billion","Description":"Sri Lanka is considering an offer from Bank of China for a loan of $300 million, which could be raised to $1 billion, to help it meet repayments in coming months, junior finance minister Eran Wickramaratne told Reuters on Tuesday.","Category":"econ_develop"},{"Title":"Sri Lanka seeks to increase swap amount to $1 billion from RBI","Description":"Sri Lanka has begun talks with the Reserve Bank of India (RBI) to increase its swap amount to $1 billion, the acting finance minister said on Tuesday, as it struggles with the rising cost of its debt.","Category":"econ_crisis"},{"Title":"Transparency International finds 'irregularities' in Bangladesh vote","Description":"Anti-corruption group Transparency International said on Tuesday it found \"irregularities\" in 47 of 50 constituencies it surveyed during last month's general election in Bangladesh, which was marred by allegations of vote rigging.","Category":"elections"},{"Title":"Afghan Taliban claim lethal car bomb attack in Kabul","Description":"The Afghan Taliban claimed responsibility on Tuesday for a car bomb attack near a heavily fortified foreign compound in Kabul that killed five people, including an Indian national.","Category":"terror"},{"Title":"Indian among victims of Monday's Afghan car bomb blast","Description":"An Indian national was among four people killed in a car bomb blast in Afghanistan's capital on Monday, India's foreign ministry said on Tuesday.","Category":"terror"},{"Title":"Putin Replaces Envoy To Central African Republic, Where Russian Reporters Died","Description":"Russian President Vladimir Putin has dismissed Moscow's ambassador to the Central African Republic (C.A.R.), where three Russian journalists were killed last summer under suspicious circumstances.","Category":"diplomacy"},{"Title":"Russia In 'Material Breach' Of Key Nuclear Treaty, U.S. Says","Description":"Russia remains \"in material breach\" of the Intermediate-Range Nuclear Forces (INF) Treaty, the United States has said after a new round of bilateral talks ended with no progress.","Category":"dip_crisis"},{"Title":"Turkmenistan Said To Register Reservists As Tension Mounts On Afghan Border","Description":"Turkmen authorities have launched a campaign to register army reservists -- nearly all men under 50 -- amid concerns about militants in neighboring Afghanistan, according to a Defense Ministry source and accounts by citizens.","Category":"mil_crisis"},{"Title":"Russian Court Leaves Jailed Ukrainian Sailors In Pretrial Detention","Description":"A Moscow court has prolonged the pretrial detention for 12 of 24 Ukrainian sailors detained by Russian forces who attacked three Ukrainian Navy vessels in the Black Sea in November.","Category":"mil_crisis"},{"Title":"Germany Detains Man Suspected Of Spying For Iran","Description":"German authorities say they have detained a 50-year old Afghan-German dual national suspected of passing data to an Iranian intelligence agency.","Category":"spy"},{"Title":"Senior Afghan Taliban Member Reportedly Detained In Pakistan Ahead Of U.S. Peace Envoy's Visit","Description":"Pakistan has detained a senior member of the Afghan Taliban, sources in the group say.","Category":"mil_crisis"},{"Title":"Prominent Azerbaijani Journalist Joins Hunger Strikers Demanding Blogger's Release","Description":"Azerbaijani investigative reporter Khadija Ismayilova has joined an ongoing hunger strike by a group of activists calling for the release of a jailed anticorruption blogger.","Category":"rights"},{"Title":"CPJ Denounces Iranian Journalist’s 'Sham Trial, Harsh Sentence'","Description":"The Committee to Protect Journalists (CPJ) has condemned the prison sentence recently imposed on Iranian journalist Hamed Aynehvand and urged the country’s authorities to “stop persecuting the media for doing their job.”","Category":"rights"},{"Title":"Two More Bodies Found In Debris Of Russian Apartment Block Hit By Explosion","Description":"The death toll from an explosion at a residential building in Russia's southern city of Shakhty has risen to four after more bodies were found under the debris, officials say.","Category":"accident"},{"Title":"Taliban Claims Responsibility For Deadly Kabul Bomb Blast","Description":"The Taliban has claimed responsibility for a car bombing in Kabul that killed at least four people.","Category":"terror"},{"Title":"U.S. Senate To Vote On Deripaska Sanctions Resolution","Description":"The resolution is in response to the December 20 announcement by the Treasury Department that it would lift sanctions on the core businesses of Deripaska. That includes aluminum giant Rusal, its parent company En+, and power firm EuroSibEnergo.","Category":"dip_crisis"},{"Title":"Putin Orders Creation Of National Waste-Collection System In Wake Of Landfill Protests","Description":"The order followed a series of angry protests in early 2018 over poorly managed landfills and household waste disposal. The largest, and more frequent, protests occurred in the Moscow region town of Volokolamsk.","Category":"protests"},{"Title":"Turkish prosecutor seeks extradition of NBA's Kanter over Gulen links: Anadolu","Description":"Turkish prosecutors are seeking the extradition of New York Knicks center Enes Kanter over his links to the U.S.-based cleric accused of orchestrating a failed coup in 2016, state-owned Anadolu news agency said.","Category":"dip_crisis"},{"Title":"UK PM May seeks to end Brexit stalemate after winning confidence vote","Description":"Prime Minister Theresa May won a confidence vote in the British parliament on Wednesday and then appealed to lawmakers from across the political divide to come together to try to break the impasse on a Brexit divorce agreement.","Category":"pol_crisis"},{"Title":"Gunmen kill more than 30 Tuaregs in ongoing Mali violence","Description":"Gunmen on motorbikes have killed more than 30 Tuareg civilians this week in northern Mali, where clashes over land and scarce water are common, an official said on Wednesday.","Category":"mil_crisis"},{"Title":"United States signals it may toughen stance on Cuban lawsuits provision","Description":"The Trump administration on Wednesday shortened the U.S. government's customary waiver of legislation that would allow Cuban Americans to sue foreign companies in Cuba, indicating it could allow the 23-year-old law to take effect for the first time.","Category":"justice"},{"Title":"British PM May says door open to Labour to join Brexit talks","Description":"British Prime Minister Theresa May said on Wednesday the opposition Labour Party had yet to discuss a new approach to Brexit with her and urged politicians to put self-interest aside to work to break an impasse over leaving the European Union.","Category":"pol_crisis"},{"Title":"Last ditch attempt by prosecutors to keep ex-Ivorian leader in custody","Description":"Prosecutors at the International Criminal Court on Wednesday made a last ditch attempt to keep ex-Ivorian leader Laurent Gbagbo in custody, appealing an order for his release after he was acquitted on crimes against humanity charges.","Category":"justice"},{"Title":"China brushes off global outrage over death sentence for Canadian","Description":"China said on Wednesday it was \"not worried in the slightest\" by mounting international concern over the death sentence handed to a Canadian for drug smuggling.","Category":"dip_crisis"},{"Title":"Greek PM Tsipras wins confidence vote, eyes Macedonia accord","Description":"Greek Prime Minister Alexis Tsipras won a confidence vote in parliament on Wednesday, clearing a major hurdle for Greece's approval of an accord to end a dispute over Macedonia's name and averting the prospect of a snap election.","Category":"pol_crisis"},{"Title":"Militia groups battle in Libyan capital, breaking four-month truce","Description":"Rival militias clashed in the Libyan capital Tripoli on Wednesday and at least five people were killed and 20 wounded, the health ministry said, splintering a four-month-old, U.N.-brokered ceasefire.","Category":"mil_crisis"},{"Title":"Blast claimed by Islamic State kills U.S. troops in Syria","Description":"A bomb attack claimed by Islamic State killed two U.S. troops and two civilians working for the U.S. military in northern Syria on Wednesday, weeks after President Donald Trump said the group had been defeated there and that he would pull out all American forces.","Category":"mil_crisis"},{"Title":"Canadian man kidnapped in Burkina Faso: official","Description":"A Canadian man was kidnapped in an area of Burkina Faso that the government has warned is under growing threat from jihadist attacks, the African country's top security official said on Wednesday.","Category":"terror"},{"Title":"Migrants depart from El Salvador as new U.S.-bound caravan forms","Description":"At least 150 Salvadoran migrants departed in a group for the United States on Wednesday, the latest in a string of such 'caravans' that U.S. President Donald Trump has used to build his case for a wall along the U.S.-Mexican border.","Category":"human_crisis"},{"Title":"U.S. sees Palestinian state on most of West Bank, some of East Jerusalem: Israeli TV","Description":"Israeli television said on Wednesday that U.S. President Donald Trump's Middle East peace plan would propose a Palestinian state on as much as 90 percent of the occupied West Bank, with a capital in East Jerusalem - but not including its holy sites.","Category":"pol_crisis"},{"Title":"Yemen combatants start talks in Jordan on prisoner swap deal","Description":"Yemen's warring sides started talks in Amman on Wednesday on how to implement a prisoner exchange that will allow thousands of families to be reunited as part of U.N.-led peace efforts, U.N. officials and delegates said.","Category":"mil_crisis"},{"Title":"Greek PM says winning confidence vote is vote for stability","Description":"Greek Prime Minister Alexis Tsipras said on Wednesday winning a vote of confidence was a vote for stability in the country.","Category":"pol_crisis"},{"Title":"UK PM May to give statement shortly after 2200 GMT","Description":"British Prime Minister Theresa May will give a statement from Downing Street shortly after 2200 GMT, her office said on Wednesday, after she survived a parliamentary no confidence vote.","Category":"pol_crisis"},{"Title":"Hours after U.S. troops killed in Syria, Pence says Islamic State defeated","Description":"Islamic State has been defeated in Syria, U.S. Vice President Mike Pence said on Wednesday, hours after Americans were killed in a northern Syria bomb attack claimed by the militant group.","Category":"mil_crisis"},{"Title":"Peru lawmakers probe Odebrecht link to former firm of president","Description":"A Peruvian congressional committee on Wednesday launched a probe into a defunct consortium led by scandal-plagued Brazilian builder Odebrecht, after local media revealed it did business with a firm previously owned by President Martin Vizcarra.","Category":"corruption"},{"Title":"Greek Prime Minister wins vote of confidence from parliament","Description":"Greek Prime Minister Alexis Tsipras won a confidence vote on Wednesday, which will pave the way for parliament to ratify an accord he agreed last year with Skopje to end a long dispute over Macedonia's name.","Category":"pol_crisis"},{"Title":"UK's Labour says no to talks with PM May until she rules out 'no deal' Brexit: spokesman","Description":"Britain's opposition Labour Party is not prepared to hold substantive talks with Prime Minister Theresa May on the way forward on Brexit until she takes the option of 'no deal' off the table, a spokesman said on Wednesday.","Category":"pol_crisis"},{"Title":"Kenya attack: 21 confirmed dead in DusitD2 hotel siege","Description":"Gunmen killed 21 people during a harrowing 19-hour siege in Nairobi, President Kenyatta says.","Category":"terror"},{"Title":"Brexit vote: Donald Tusk hints UK should stay in EU","Description":"The European Council president sends a cryptic tweet after Theresa May's Brexit deal is rejected.","Category":"pol_crisis"},{"Title":"Syria war: 'IS suicide bomber' kills US troops in Manbij","Description":"Civilians also die in an apparent suicide bombing in the Kurdish-held northern town of Manbij.","Category":"mil_crisis"},{"Title":"Enes Kanter: Turkey seeks arrest of New York Knicks star - media","Description":"The New York Knicks' Enes Kanter is accused of having links with armed groups, a claim he denies.","Category":"justice"},{"Title":"Spain Totalán search: Hair found in search for boy in well","Description":"As rescuers try to reach a missing two-year-old in Spain, DNA tests confirm he fell down a borehole.","Category":"accident"},{"Title":"DR Congo: Nearly 900 killed in ethnic clashes last month, UN says","Description":"Ethnic violence took place in four western villages over three days last month, the UN says.","Category":"mil_crisis"},{"Title":"Vice-president's wife Karen Pence to teach at anti-LGBT school","Description":"The second lady will teach art at a Christian school that bans gay employees, students and parents.","Category":"social"},{"Title":"India women: First female climbs sacred mountain","Description":"Dhanya Sanal is the first woman to reach the summit of Agasthyakoodam, previously open only to men.","Category":"rights"},{"Title":"Malaysia revises 'victim-shaming' school text book","Description":"The book for nine-year-olds said girls face rejection and shame if they don't protect their modesty.","Category":"rights"},{"Title":"Kenya attack: We'll catch Dusit plotters, says President Kenyatta","Description":"President Uhuru Kenyatta vows to catch those behind the attack on Nairobi's Dusit hotel complex.","Category":"terror"},{"Title":"ICC judges reject request to keep ex-Ivorian leader Gbagbo in jail","Description":"THE HAGUE (Reuters) - International Criminal Court judges on Wednesday rejected a prosecution request to extend the custody of former Ivorian leader Laurent Gbagbo following his acquittal on charges of crimes against humanity.","Category":"justice"},{"Title":"Nearly 900 killed in ethnic violence in Congo in mid-December -UN","Description":"GENEVA (Reuters) - At least 890 people are believed to have been killed in ethnic violence in northwestern Democratic Republic of Congo last month, the United Nations human rights office said on Wednesday.","Category":"mil_crisis"},{"Title":"Zimbabwe's Mnangagwa says on trip to Russia, Davos to win investment","Description":"JOHANNESBURG (Reuters) - Zimbabwean President Emmerson Mnangagwa said on Wednesday he had left the country for a trip to Russia and the World Economic Forum in Davos to bring in investment and was \"deeply saddened\" by violent protests over a hike in fuel prices back home.","Category":"econ_develop"},{"Title":"Ex-Ivory Coast leader Gbagbo intends to return home: daughter","Description":"THE HAGUE (Reuters) - Former Ivory Coast President Laurent Gbagbo intends to return to his homeland after his release by the International Criminal Court, his daughter told Reuters on Wednesday.","Category":"justice"},{"Title":"Kenyan forces kill hotel assailants who took 14 lives","Description":"NAIROBI (Reuters) - Kenyan security forces have killed the militants who stormed an upscale Nairobi hotel compound, taking at least 14 lives and forcing hundreds of others to make terrifying escapes, the government said on Wednesday.","Category":"terror"},{"Title":"Scores arrested as Zimbabwe police clamp down on fuel price protests","Description":"HARARE (Reuters) - Scores of Zimbabwean civilians including a prominent political activist were arrested to face public order charges on Wednesday, lawyers said, as authorities moved to clamp down on dissent in response to protests against fuel price hikes.","Category":"protests"},{"Title":"Nigeria opposition candidate Abubakar says committed to privatising state oil firm","Description":"LAGOS (Reuters) - The presidential candidate for Nigeria's main opposition party said on Wednesday he was committed to privatising the state oil company, weeks ahead of the election that will determine who runs Africa's top crude-producing country.","Category":"econ_develop"},{"Title":"Peace talks with Taliban will happen soon: U.S. envoy","Description":"The U.S. special envoy for peace in Afghanistan on Wednesday said talks with the Taliban will \"happen very soon\" but if the insurgents continue to fight then American forces would support Afghan forces in the war.","Category":"mil_crisis"},{"Title":"Taliban officials say Pakistan applying pressure over Afghan talks","Description":"The arrest of a senior Taliban leader in Pakistan this week underlines a push by the government in Islamabad to pressure the insurgents to open talks with the Afghan government, Taliban officials said.","Category":"mil_crisis"},{"Title":"Ahead Of Election, U.S. Calls On Moldova To Ensure Free, Fair Process","Description":"The United States has urged Moldovan officials to ensure a free and fair election process for the country's upcoming parliamentary elections.","Category":"elections"},{"Title":"Thousands Attend Antigovernment Protest In Belgrade","Description":"Thousands of people marched in Belgrade on January 16 to mark the anniversary of the still unsolved assassination of Kosovo Serb leader Oliver Ivanovic, accusing the authorities of covering up for the perpetrators.","Category":"protests"},{"Title":"Kremlin Dismisses 'Stupid' Claims That Trump A Russian Agent","Description":"Top Russian officials on January 16 dismissed as ridiculous allegations that U.S. President Donald Trump could have worked for Moscow's interests, calling them \"absurd\" and \"stupid.\"","Category":"spy"},{"Title":"Four Americans, Including Two Soldiers, Killed In Syria Blast, Pentagon Says","Description":"The Pentagon says two U.S. troops and two American civilians are among among those killed in a suicide bombing claimed by the Islamic State (IS) group in Syria.","Category":"mil_crisis"},{"Title":"EU Ambassadors Approve Sanctions Against Novichok Suspects","Description":"European Union ambassadors agreed on January 16 to impose sanctions on four Russian military intelligence officers who the EU says are responsible for carrying out chemical attacks, including the poisoning of ex-spy Sergei Skripal in Britain in 2018.","Category":"spy"},{"Title":"Study: World's Permafrost Warming, Particularly In Siberia","Description":"Soil temperatures in permafrost regions around the world have increased by an average of 0.3 degrees Celsius over a decade, scientists say.","Category":"environment"},{"Title":"Russia's FSB Says It Deported Ukrainian Spy","Description":"Russia's Federal Security Service (FSB) says it has deported a man it it says is an agent of the Ukrainian Security Service (SBU) who planned to collect information about Russian military forces in Crimea.","Category":"spy"},{"Title":"Iran Vows No Military Withdrawal From Syria Despite Israeli Threats","Description":"The head of the Islamic Revolutionary Guards Corps says Iran will retain its military presence in Syria, defying Israeli threats that Iranian forces will be targeted if they do not leave the war-torn country.","Category":"mil_crisis"},{"Title":"Blast Destroys Building At Russian Chemical Plant; Four Hospitalized","Description":"Four people were hospitalized with cuts and other injuries after a powerful explosion ripped through a chemical factory in the northwestern Russian city of Kingisepp.","Category":"accident"},{"Title":"Russian Blogger Jailed After Sharing Video; CPJ Denounces Ruling","Description":"The Committee to Protect Journalists (CPJ) urged Russia to immediately release blogger Viktor Toroptsev, who was jailed for an alleged traffic violation after sharing a video that purportedly showed officials attending the funeral of a local crime boss.","Category":"rights"},{"Title":"Lavrov Says U.S. Out To Torpedo 'Strategic Stability,' Maintains Hard Line In Kuriles Dispute","Description":"Russian Foreign Minister Sergei Lavrov has accused the United States of seeking to dismantle the system of weapons pacts and said that Moscow is willing to continue trying to preserve the Intermediate-Range Nuclear Forces (INF) Treaty.","Category":"military"},{"Title":"Prosecutor Seeks 20-Year Prison Terms For Suspects In Kazakh Skater's Killing","Description":"The state prosecutor has asked a court in Kazakhstan to convict two men of premeditated murder in the killing of figure skater Denis Ten and sentence them to 20 years in prison.","Category":"justice"},{"Title":"Football Leaks: 'Suspected hacker' detained in Hungary","Description":"A Portuguese man detained in Hungary is suspected of hacking documents from clubs, media reports say.","Category":"justice"},{"Title":"Montenegrin Journalist Jailed In 'Disturbing Setback' For Press Freedom","Description":"A court in Montenegro has sentenced an investigative reporter to 1 1/2 years in prison in a ruling condemned by international media watchdogs as a “terrible injustice” and a “disturbing setback” for press freedom in the country.","Category":"rights"},{"Title":"Fifth Body Found After Blast In Russian Apartment Block","Description":"Russian rescue workers have pulled a fifth body from the debris of a residential building hit by an explosion in the southern region of Rostov earlier this week.","Category":"accident"},{"Title":"Journalist Working For Iran's Press TV Reportedly Detained In U.S.","Description":"U.S. authorities have detained a journalist and television presenter working for Iran's English-language Press TV on unspecified charges, the state-run broadcaster reported on January 16.","Category":"dip_crisis"},{"Title":"U.S. Senators Advance Deripaska Sanctions Resolution Over Administration Objections","Description":"The resolution is in response to last month’s announcement by the Treasury Department that it would lift sanctions on the core businesses of Deripaska, a powerful Russian oligarch with close ties to the Kremlin.","Category":"dip_crisis"},{"Title":"Ahead Of Serbia Visit, Putin Claims U.S. Is Playing Destabilizing Role In Balkans","Description":"Putin's visit to Serbia is being closely watched in the West for clues as to Moscow's intentions in the former Yugoslavia.","Category":"pol_crisis"},{"Title":"Powerful Tunisian union starts nationwide strike over pay","Description":"Tunisia's biggest union UGTT started a nationwide strike on Thursday affecting the country's airports, schools and state media to protest against the government's refusal to raise the salaries of 670,000 public servants.","Category":"protests"},{"Title":"Kenya hotel siege over, militants and at least 21 victims dead","Description":"Kenyan security forces have killed all the Somali militants who stormed an upscale Nairobi hotel compound, taking at least 21 lives and forcing hundreds of people into terrifying escapes, the government said on Wednesday.","Category":"terror"},{"Title":"U.S. 9/11 survivor, Kenyan 'buddies' and Briton among Nairobi victims","Description":"An American who survived the 9/11 attacks, two best friends from Kenya who worked to help Somalia, and a British development professional were among at least 14 people killed when Somali militants raided a posh hotel complex in Nairobi.","Category":"terror"},{"Title":"U.S., Canada express solidarity amid China's death sentence for Canadian","Description":"U.S. Secretary of State Mike Pompeo and his Canadian counterpart expressed solidarity about the treatment of Canadians in China after Canada's arrest of Huawei Technologies Co  chief financial officer, the U.S. State Department said on Wednesday.","Category":"justice"},{"Title":"Mexico's new crime fighting national guard easily wins lower house approval","Description":"Mexican lawmakers voted overwhelmingly on Wednesday to approve the creation of a new 60,000-member national guard, a proposal embraced by leftist President Andres Manuel Lopez Obrador as a crucial tool in the fight against organized crime.","Category":"mil_crisis"},{"Title":"Canadian woman briefly detained at Beijing airport: paper","Description":"A Canadian woman whose father is a dissident jailed in China was briefly detained and \"bullied\" by security agents while transiting through Beijing's main airport on Wednesday, the Toronto-based Globe and Mail newspaper said.","Category":"rights"},{"Title":"Trump's new missile defense strategy eyes space-based sensors","Description":"U.S. President Donald Trump is due to unveil a revamped U.S. missile defense strategy on Thursday that looks at ways to boost America's security, including by possibly deploying a new layer of space-based sensors to detect and track enemy missiles.","Category":"military"},{"Title":"Car bomb at Colombian police academy kills nine, injures 24","Description":"A car bomb exploded at a police academy in Colombia's capital Bogota on Thursday, killing at least nine people and wounding over 20 in an attack that prompted fears of a return to the country's violent past.","Category":"terror"},{"Title":"UK's Prince Philip, 97, escapes unhurt from car crash","Description":"Queen Elizabeth's 97-year-old husband Prince Philip escaped uninjured from a car crash while driving on Thursday near the Sandringham estate in eastern England.","Category":"accident"},{"Title":"Trump missile defense review calls North Korea 'extraordinary threat'","Description":"President Donald Trump unveiled a revamped U.S. missile defense strategy on Thursday that called North Korea an ongoing and \"extraordinary threat,\" seven months after he declared the threat posed by Pyongyang had been eliminated. ","Category":"military"},{"Title":"UK in deadlock over Brexit 'Plan B' as May and Corbyn tussle","Description":"Britain's last-minute scramble to shape an EU exit, its biggest policy upheaval in half a century, stalled on Thursday as Prime Minister Theresa May and opposition Labour leader Jeremy Corbyn dug in their heels for competing visions.","Category":"pol_crisis"},{"Title":"Norway PM Solberg to form majority government","Description":"Norway's minority center-right government has struck a deal with the small Christian Democratic Party to form a four-party majority coalition, it said on Thursday, confirming earlier reports.","Category":"pol_crisis"},{"Title":"Want to be Danish? You'd better shake hands","Description":"Afghan-born Sakandar Khan, 30, was among the first nine new Danish citizens who shook hands with Denmark's immigration minister under a new law that makes a handshake the final step in the naturalization process.","Category":"human_crisis"},{"Title":"Chinese envoy to Canada warns against any future Huawei 5G ban","Description":"China's envoy to Canada on Thursday warned Ottawa of possible repercussions if it banned technology firm Huawei from supplying equipment to Canadian 5G networks, in the latest blast in a deepening bilateral dispute.","Category":"dip_crisis"},{"Title":"Italy government approves flagship welfare reforms","Description":"The Italian government on Thursday approved flagship reforms of the welfare and pension system, election pledges of the anti-establishment 5-Star Movement and the right-wing League, which mark a major overhaul of the country's welfare state.","Category":"econ_develop"},{"Title":"Factbox: Italian early-retirement option rolls back 2011 pension reform","Description":"The Italian government on Thursday approved a scheme to allow people to retire earlier, rolling back a 2011 law that had sharply raised the pensionable age.","Category":"econ_develop"},{"Title":"Factbox: Italy approves \"citizens' income\" poverty relief scheme","Description":"The Italian government on Thursday approved a new poverty relief scheme known as the \"citizens' income\", fulfilling a long-standing election promise of the anti-establishment 5-Star Movement, which governs with the far-right League.","Category":"econ_develop"},{"Title":"Sudan protesters, police clash as anti-Bashir unrest widens","Description":"Stone-throwing Sudanese demonstrators battled security forces in Khartoum on Thursday, witnesses said, and a child and a doctor were reported killed at the start of a fifth week of protests against President Omar al-Bashir's 30-year-old rule.","Category":"protests"},{"Title":"Doctor and child killed in Sudan protests: opposition-linked doctors' committee","Description":"A doctor and a child were killed during anti-government protests in Sudan on Thursday, a doctors' committee linked to the opposition said.","Category":"protests"},{"Title":"Belarusian model who claimed Trump secrets detained in Moscow: Ifax","Description":"A model from Belarus who claimed to have evidence of Russian interference in U.S. President Donald Trump's election was detained in an airport in Moscow on Thursday after being deported from Thailand, Interfax cited the police as saying.","Category":"spy"},{"Title":"Boko Haram claims attack on northeast Nigerian town of Rann: video","Description":"Islamist insurgency Boko Haram has claimed it carried out Monday's attack on the northeast Nigerian town of Rann, according to a video released on Thursday by Nigerian journalist Ahmad Salkida.","Category":"mil_crisis"},{"Title":"Canadian found dead in Burkina Faso after kidnapping","Description":"A Canadian kidnapped this week in a restive region of Burkina Faso has been found dead, a spokesman for the security ministry said on Thursday, drawing condemnation from the foreign ministers of Canada and Burkina Faso.","Category":"terror"},{"Title":"Zimbabwe charges activist pastor with subversion and incitement","Description":"Zimbabwean activist pastor Evan Mawarire was charged in court on Thursday with subverting the government, punishable by up to 20 years in jail, after violent protests this week that were met by a brutal crackdown from security forces.","Category":"protests"},{"Title":"Britain 'deeply concerned' at Zimbabwe unrest; summons ambassador","Description":"Britain summoned the UK Zimbabwean ambassador on Thursday to express its deep concern at unrest that has left three people dead and many injured.","Category":"protests"},{"Title":"Israel calls Malaysian ban on its athletes 'shameful'","Description":"Israel condemned on Thursday Malaysia's ban on Israeli participation in international sporting events it hosts and said the decision was inspired by Prime Minister Mahathir Mohamad's \"rabid anti-Semitism\".","Category":"rights"},{"Title":"Sudan must reform or seek bailout to pull economy out of nosedive","Description":"KHARTOUM (Reuters) - Sudan must implement radical reforms or seek a bailout from friendly nations to pull its economy out of the downward spiral that helped trigger the nationwide protests now rocking the country, economists and bankers say.","Category":"protests"},{"Title":"African bloc walks back calls for Congo election recount","Description":"ADDIS ABABA (Reuters) - The Southern African Development Community (SADC) on Thursday rowed back on call earlier this week for a recount in the Democratic Republic of Congo's disputed presidential election.","Category":"elections"},{"Title":"Qatar gives Somalia armoured vehicles","Description":"DOHA (Reuters) - Qatar donated 68 armoured vehicles to Somalia on Thursday, Qatar's defence ministry said, a sign that Doha is pushing for influence in the country with the role of its Gulf rival, the United Arab Emirates, under strain.","Category":"military"},{"Title":"Egypt renews detention of woman in BBC report over 'false news'","Description":"CAIRO (Reuters) - A Cairo criminal court renewed on Thursday the detention of a woman interviewed by the BBC in a report critical of the country's human rights record that sparked controversy.","Category":"rights"},{"Title":"Canadian found dead in Burkina Faso after kidnapping - official","Description":"OUAGADOUGOU (Reuters) - A Canadian kidnapped this week in a restive region of Burkina Faso has been found dead, a spokesman for the security ministry told Reuters on Thursday.","Category":"terror"},{"Title":"Zimbabwe to charge activist pastor with subverting government-lawyers' group","Description":"HARARE (Reuters) - Zimbabwean police plan to charge activist pastor Evan Mawarire with subverting the government, a crime which carries up to 20 years in jail on conviction, after violent protests this week left three dead and scores injured, a lawyers' group said.","Category":"protests"},{"Title":"Tunisia's largest union stages nationwide strike over pay","Description":"TUNIS (Reuters) - Rail, bus and air traffic stopped in Tunisia on Thursday as the powerful UGTT union staged a one-day nationwide strike to     protest against the government's refusal to raise the salaries of 670,000 public servants.","Category":"protests"},{"Title":"Zimbabwe doctors treat 68 for gunshot wounds, police arrest hundreds","Description":"HARARE (Reuters) - Zimbabwean doctors said on Thursday they had treated nearly 70 people for gunshot wounds while police rounded up hundreds after violent protests this week triggered by a steep rise in fuel prices.","Category":"protests"},{"Title":"U.S. special envoy in Pakistan for talks on Afghan peace","Description":"U.S. special envoy Zalmay Khalilzad and the top NATO commander in Afghanistan met Pakistani officials on Thursday as they pursued diplomatic efforts to push forward talks with the Afghan Taliban.","Category":"mil_crisis"},{"Title":"Incoming Pakistan Chief Justice opens new era for powerful court","Description":"Pakistan swears in a new chief justice on Friday, opening the next chapter for the Supreme Court which has pursued an expansive agenda that has ranged from ousting a prime minister to pressing authorities to improve the public water supply.","Category":"justice"},{"Title":"Exclusive: Sri Lanka to receive $1 billion Bank of China loan this quarter","Description":"Sri Lanka will receive a loan of $1 billion from Bank of China before the end of the January-March quarter, the chief of the central bank said on Thursday, to help the country meet repayments in the coming months.","Category":"econ_develop"},{"Title":"Hundreds of Rohingya families flee India after deportations","Description":"Hundreds of Rohingya Muslim families have left India for Bangladesh since seven Rohingya men were deported to their home country Myanmar in October, community leaders said on Thursday, and more were preparing to flee a crackdown.","Category":"human_crisis"},{"Title":"IMF to resume Sri Lanka's loan discussion in February - Lagarde","Description":"The International Monetary Fund will resume discussions with Sri Lanka in February for further disbursal of part of a $1.5 billion loan, the lender said, after a political crisis led to talks being delayed by three months.","Category":"econ_crisis"},{"Title":"Trump Announces Expansion Of U.S. Missile Defense","Description":"President Donald Trump has announced that the United States will develop new technologies -- including in space -- to acquire unrivaled missile defense and maintain an advantage over adversaries such as Russia, China, Iran, and North Korea.","Category":"military"},{"Title":"Afghanistan's Ghani Thanks Pakistan For Help With Taliban Talks","Description":"Afghan President Ashraf Ghani thanked Pakistan on January 17 for its help in advancing peace talks with the Taliban amid continuing diplomatic efforts to find a solution to the 17-year war in the country, Pakistani officials said.","Category":"mil_crisis"},{"Title":"Pilot Killed In Helicopter Crash In Almaty","Description":"A helicopter has crashed in Kazakhstan's largest city, Almaty, killing a pilot, officials say.","Category":"accident"},{"Title":"One Dead, Three Injured In Fire At Publishing House In Russia","Description":"At least one person died and three were injured in a fire that hit a publishing house in the Russian city of St. Petersburg, on January 17.","Category":"accident"},{"Title":"Facebook Removes Hundreds Of Fake Pages, Accounts 'Linked' To Russia's Sputnik","Description":"Facebook has removed hundreds of pages, groups, and accounts on its Facebook and Instagram platforms that the U.S. company says were part of two online disinformation operations targeting users across the former Soviet space.","Category":"spy"},{"Title":"European Parliament Calls For Release Of Prominent Azerbaijani Blogger","Description":"European lawmakers have overwhelmingly passed a resolution calling on the unconditional release of jailed Azerbaijani anticorruption blogger Mehman Huseynov.","Category":"rights"},{"Title":"Ukrainian Parliament Adopts Law On Religious Communities' Affiliation","Description":"The Ukrainian parliament has adopted a bill setting the procedure for changing the affiliation of religious communities in the country.","Category":"justice"},{"Title":"Ukraine Detains 'Pro-Separatist' Journalist After Deportation From Russia","Description":"Authorities in Ukraine say they have detained a journalist accused of undermining the country’s territorial integrity.","Category":"justice"},{"Title":"Hundreds Protest In Bishkek Against Chinese Migrants","Description":"Hundreds of activists have gathered in the center of the Kyrgyz capital to protest against what they called the increasing number of Chinese migrants in Kyrgyzstan.","Category":"protests"},{"Title":"Russia Detains Belarusian Escort Claiming Trump Secrets","Description":"Russia has detained a Belarusian model who claimed she had evidence of the Kremlin's efforts to help Donald Trump win the presidency, reports from Moscow say.","Category":"spy"},{"Title":"U.S. Says 'No New Ground Broken' With Russia On Missile Treaty Impasse","Description":"The United States has rejected a Russian proposal on saving a key Cold War arms control treaty because the pact cannot be properly verified.","Category":"dip_crisis"},{"Title":"On Visit to Serbia, Putin Accuses Kosovo Of 'Illegally' Setting Up An Army","Description":"Russian President Vladimir Putin, on a visit to Serbia, has accused Kosovo of taking provocative measures, including establishing an army.","Category":"dip_crisis"},{"Title":"Four Killed in Apparent Gas Explosion Outside Georgian Capital","Description":"Georgian officials say an apparent gas explosion in an apartment building in a Tbilisi suburb has killed at least four people.","Category":"accident"},{"Title":"American Held In Russia On Spying Charge Gets Visit From Diplomats","Description":"A former U.S. Marine who holds citizenship in Ireland, Canada, Britain, and the United States, Paul Whelan was detained in Moscow on December 28 and charged with spying.","Category":"spy"},{"Title":"Legislation To Maintain Sanctions On Deripaska Companies Fails In U.S. Senate","Description":"The resolution was pushed in response to last month's announcement by the Treasury Department that it would lift sanctions on the core businesses of Deripaska. That includes aluminum giant Rusal, its parent company En+, and power firm EuroSibEnergo.","Category":"dip_crisis"}]